{
    "artisti": [
        {
            "genere": "rap",
            "imagePath": "view/icons/Noyz_Narcos/profilo.jpg",
            "info": "Noyz Narcos, pseudonimo di Emanuele Frasca (Roma, 15 dicembre 1979), è un rapper e produttore discografico italiano.\nNato a Roma nel 1979 da padre siciliano, originario di Modica, è cresciuto nel quartiere Monte Sacro. Si è avvicinato all'hip hop nei primi anni novanta, iniziando come writer ed entrando a far parte dei TBF Crew e dei Savage Boys. Poco dopo ha conosciuto Fetz Darko, grazie al quale è entrato nel gruppo Erreaccanegativo, iniziando a fare i primi freestyle. Nel 1996 ha abbandonato il gruppo per continuare a dedicarsi alla scrittura. \nNel 2000 si è riavvicinato all'hip hop e nel corso di una jam session ha conosciuto i rapper Gel, Metal Carter, Cole e DJ Kimo, fondatori dei Truceboys. Insieme hanno intrapreso una collaborazione culminata nel 2003 con la pubblicazione dell'unico album in studio Sangue. \nIl successivo periodo in cui i membri del gruppo percorrono strade soliste dopo la creazione del collettivo TruceKlan è molto positivo per Noyz Narcos, che nel 2005 pubblica il suo primo album da solista, intitolato Non dormire e che vede la partecipazione dei componenti dei Truceboys e di altri artisti della scena hip hop romana, le produzioni del disco sono quasi tutte di Noyz con la collaborazione di basso e chitarra di Steph Sound (Undertakers), il disco è stato pubblicato dall'etichetta indipendente Traffik Records, fondata da Noyz stesso.",
            "nome": "Noyz Narcos",
            "prodotti": [
                {
                    "label": "Columbia Records",
                    "musica": {
                        "ArtistProduct": {
                            "description": "“CVLT” è il primo album in studio interamente collaborativo di Salmo e Noyz Narcos, pubblicato il 3 novembre 2023 dalla Columbia Records e distribuito da Sony Music Entertainment Italy. La tracklist comprende quindici brani per un totale di 42 minuti e 46 secondi, confezionati in formato CD, vinile, download digitale e streaming.\nDal punto di vista sonoro, l’album si distingue per atmosfere più cupe e aggressive rispetto alle produzioni precedenti di entrambi gli artisti, abbracciando generi come l’hardcore hip hop e l’horrorcore. Non mancano tuttavia aperture sperimentali: tracce come “Brujeria” e “Nightcrawlers” esplorano paesaggi elettronici, mentre “My Love Song 2” con Coez e Frah Quintale aggiunge un tocco più melodico. In “Respira”, infine, la collaborazione con Marracash ruota attorno a un celebre sample di “Breathe” dei The Prodigy.\nLa varietà dei featuring e dei produttori conferisce ulteriore ricchezza all’album: oltre a Marracash, compaiono Kid Yugi in “Cult”, Coez e Frah Quintale in “My Love Song 2”, mentre nella versione deluxe “Hellraisers” appaiono Lazza, Gué Pequeno e Gemitaiz. A curare il suono sono Luciennn (produttore in sette tracce) e Sine (produttore in otto), con il missaggio e mastering affidati ad Andrea Suriani.\nAl momento dell’uscita, “CVLT” ha conquistato subito la vetta della classifica FIMI, debuttando al primo posto nella settimana dal 3 all’9 novembre 2023, e si è guadagnato la certificazione di disco di platino per oltre 100.000 copie vendute in Italia. Sul lungo periodo si è confermato uno dei progetti italiani più incisivi del 2023, chiudendo l’anno al diciassettesimo posto nella classifica annuale FIMI.\nLa confezione fisica – disponibile in edizione standard e digibook in vinile – riprende il titolo stilizzato “CVLT” con grafica dark e richiami horror, in linea con il mood delle tracce. Il packaging cura nei dettagli il booklet interno e i crediti, sottolineando la natura ibrida dell’opera, costruita tanto per l’ascolto in streaming quanto come oggetto da collezione per appassionati.",
                            "imagePath": "view/icons/Noyz_Narcos/CVLT.jpg",
                            "title": "CVLT"
                        },
                        "dataUscita": {
                            "anno": 2023,
                            "giorno": 3,
                            "mese": 11
                        },
                        "durata": {
                            "minuti": 42,
                            "ore": 0,
                            "secondi": 46
                        },
                        "genere": "rap",
                        "type": "musica"
                    },
                    "tracce": [
                        {
                            "durata": {
                                "minuti": 2,
                                "ore": 0,
                                "secondi": 18
                            },
                            "has_testo": true,
                            "nome": "ANTHEM",
                            "partecipanti": [
                                "Salmo"
                            ],
                            "testo": "[Intro]\nJust do it\n\n[Strofa: Noyz Narcos & Salmo]\nSpesso mi chiedo perché ancora lo faccio\nRispondo: \"Devo spingerlo in fondo o ritorno allo spaccio\"\nHo la testa infognata, trovano il corpo nel ghiaccio\nCon la faccia blu e le labbra viola a terra con un laccio al braccio\nMi basta un dito, co' 'sti stronzi sono imbastardito\nMagic Blue come Denzel, sono Michael Keaton\nRappresento per il morto, nel mio hood rinato\nAl funerale nel mio suit dentro un SUV blindato\nUno mi ha detto: \"Fidati degli altri, devi camuffarti\nBro, finisce che 'sti infami riescono a fregarti\"\nSto nascosto tra la folla come Banksy\nSono diventato grande più di Gatsby, eoh\nMeme boys, influencer, tiktoker, subumani\nSolo con le mani vi facciamo fuori, Soleimani\nImpara prima di parlarе, fai, I die tryin'\nLa vita scorre tra le dita comе un butterfly\nSe rimo, fondo il tempo come cooked crack\nSuono la pipa dentro al back su 'sta fast track\nFanculo il tuo rap, faccio hit, David Guetta\nMoriremo da leggende come Elisabetta\nIo sputo solo merda cruda, resto most hated\nNuoto in mezzo ai barracuda vestiti da cosplayer\nVedo tagli sulla carne nuda, sembra un buon trailer\nNessun dorma è un dogma come Lars Von Trier\nLa prima volta, ricordo, era solo marijuana\nSeconda, poi continua, finiva sempre per \"ina\" (Ah)\nGli anni del nero e l'albanese ammoniacata\nI tags sul bus col tre centimetri sulla fiancata (Ah)\nTutti a casa quando piovono 'ste rime random (Ah)\nEsco dal buio delirando come Marlon Brando\nGiro su una Lambo nera come il black mamba\nScusa, mamma, se ritardo, stavo shakerando\nSe tu fossi me, saresti già morto (Ah)\nNella corsia dell'emergenza di un pronto soccorso\nO finiresti in una buca con sei colpi in corpo\nSaresti Brad Pitt che fa a pugni co' Ed Norton (Uh)\nOgni stronzo su 'sto mondo dovrebbe ascoltarmi (Ah)\nQuesta tranva taglia teste, lascia i corpi a galla\nSarà scemo chi mi osanna\nPerché se faccio una canna sembro un cosmonauta su nei cieli, tipo Osanna\n\n[Outro: Noyz Narcos & Salmo]\n1-9-7-9\nViene al mondo Noyz Narcos\nDio ti chiede: \"Vuoi le prove?\"\nOh, basta, ba', e oh, basta"
                        },
                        {
                            "durata": {
                                "minuti": 3,
                                "ore": 0,
                                "secondi": 12
                            },
                            "has_testo": true,
                            "nome": "CRINGE",
                            "partecipanti": [
                                "Salmo"
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 2,
                                "ore": 0,
                                "secondi": 42
                            },
                            "has_testo": true,
                            "nome": "INCUBI",
                            "partecipanti": [
                                "Salmo"
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 3,
                                "ore": 0,
                                "secondi": 43
                            },
                            "has_testo": true,
                            "nome": "RESPIRA",
                            "partecipanti": [
                                "Salmo",
                                "Marracash"
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 2,
                                "ore": 0,
                                "secondi": 54
                            },
                            "has_testo": true,
                            "nome": "MIRACOLO",
                            "partecipanti": [
                                "Salmo"
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 3,
                                "ore": 0,
                                "secondi": 46
                            },
                            "has_testo": true,
                            "nome": "CVLT",
                            "partecipanti": [
                                "Salmo",
                                "Kid Yugi"
                            ],
                            "testo": "[Intro: Salmo]\nSine, drop that shit\nYo\n\n[Strofa 1: Salmo]\nÈ colpa della luna quando è piena di sé\nStanotte ho speso una fortuna a blackjack (Uh)\nDal buco della serratura faccio un check su chi c'è\nMetto il ferro nella sacca, bevo grappa dalla tazza di caffè (Ah)\nOtto in punto, salgo in auto, Maserati\nChilometri azzerati, borsa di diamanti rubati\nDocumenti falsi, soldi contraffatti, contratti\nMaledetto il giorno che ci siamo incontrati (Uh)\nAspetta, baby, non avere fretta (Ah)\nChe la vita è veloce, ma la via è un po' stretta (Yeah)\nTi scipperò il cuore come quella borsetta (Ah)\nMa vivi come vuoi, non come fossi costretta (A'ight)\nNei sogni va a finire sempre male, per i soldi uguale\nFatti una pistola nel cassetto fiscale (Pah), ehi\nLascia il tempo scorrere\nImpara a camminare prima di correre, ehi\n\n[Ritornello: Salmo & Noyz Narcos]\nMa adesso prendi i soldi e scappa via di qui, non ci avranno mai\nIn fuga con seicento K, io con lei come Bonnie e Clyde\nSì, prendi tutti i soldi e scappa via di qui, lontano dai guai\nAvere tutto non mi basta, io con lei come Bonnie e Clyde (Uh)\n[Strofa 2: Noyz Narcos]\nQua devi essere spietato come se vendi pezzi\nMangiarti pure le ossa senza lascià i resti\nSenza la fame queste cene non le apprezzi\nFregartene dei soldi quando cambiano i prezzi\nAl momento dei conti vuoi vedere chi resta?\nAl tuo entourage de merda je diciamo la messa (Ah)\nCoi gomiti nel panico mi spiano la ressa\nMuori co' 'n serramanico ficcato in testa (Uh)\nUltimamente c'ho problemi nel gestire i rapporti\nDentro i posti affollati vorrei tutti morti (Tu, tu, tu, tu)\nSe fossimo dotati qui del porto d'armi\nI nostri nomi stavano scolpiti sui marmi\nLa mia visione è prendi tutti i soldi e corri (Oh)\nUn'altra croce sul mio corpo, mama, sorry (Ma-Mama, sorry)\nLa sensazione che rimangono pochi giorni\nQuesta vita veloce, non sai mai quando torni, se torni (Vaffanculo, va')\n\n[Ritornello: Salmo & Noyz Narcos]\nMa adesso prendi i soldi e scappa via di qui, non ci avranno mai\nIn fuga con seicento K, io con lei come Bonnie e Clyde\nSì, prendi tutti i soldi e scappa via di qui, lontano dai guai\nAvere tutto non mi basta, io con lei come Bonnie e Clyde (Uh)\n\n[Strofa 3: Kid Yugi]\nPrendi tutti i soldi e scappa, non è un Paese per vecchi\nDal tramonto all'alba, l'alba dei morti viventi\nY3p, siamo gli otto che detesti\nPer un pugno di euro ho fatto cose che tu non diresti\n'Sta musica droga la gente, fa danzare i teschi\nSiamo Bastardi senza gloria senza i tedeschi\nIn Puglia con i veri narcos, con i capoclan\nOra che sono una star e questa roba è un cult, ah\nHo una troia un metro e ottanta che sembra una Bratz\nMi muove solo la vendetta come in un Dumas\nPrima i soldi dal niente come una startup\nIl più forte finché non mi uccidono alla Buster Scruggs\nMi chiamano Trinità, mi scolo un single malt\nDue ragazze addosso come delle pin-up, giriamo un Tinto Brass\nPer il salto che mi spetta non ci sono stunt, Kid Yugi\n\n[Ritornello: Salmo & Noyz Narcos]\nMa adesso prendi i soldi e scappa via di qui, non ci avranno mai\nIn fuga con seicento K, io con lei come Bonnie e Clyde\nSì, prendi tutti i soldi e scappa via di qui, lontano dai guai\nAvere tutto non mi basta, io con lei come Bonnie e Clyde (Uh)"
                        },
                        {
                            "durata": {
                                "minuti": 3,
                                "ore": 0,
                                "secondi": 12
                            },
                            "has_testo": true,
                            "nome": "BRUJERIA",
                            "partecipanti": [
                                "Salmo"
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 2,
                                "ore": 0,
                                "secondi": 34
                            },
                            "has_testo": true,
                            "nome": "CROCI € CRISTI",
                            "partecipanti": [
                                "Salmo"
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 2,
                                "ore": 0,
                                "secondi": 54
                            },
                            "has_testo": true,
                            "nome": "MY LOVE SONG 2",
                            "partecipanti": [
                                "Salmo",
                                "Coez",
                                "Frah Quintale"
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 2,
                                "ore": 0,
                                "secondi": 25
                            },
                            "has_testo": true,
                            "nome": "KILOMETRI",
                            "partecipanti": [
                                "Salmo"
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 2,
                                "ore": 0,
                                "secondi": 46
                            },
                            "has_testo": true,
                            "nome": "MALEDETTI",
                            "partecipanti": [
                                "Salmo"
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 2,
                                "ore": 0,
                                "secondi": 36
                            },
                            "has_testo": true,
                            "nome": "GRINDHOUSE",
                            "partecipanti": [
                                "Salmo"
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 3,
                                "ore": 0,
                                "secondi": 11
                            },
                            "has_testo": true,
                            "nome": "MATRIOSKA",
                            "partecipanti": [
                                "Salmo"
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 2,
                                "ore": 0,
                                "secondi": 12
                            },
                            "has_testo": true,
                            "nome": "NIGHTCRAWLERS",
                            "partecipanti": [
                                "Salmo"
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 2,
                                "ore": 0,
                                "secondi": 21
                            },
                            "has_testo": true,
                            "nome": "LA FINE",
                            "partecipanti": [
                                "Salmo"
                            ],
                            "testo": ""
                        }
                    ],
                    "type": "album"
                },
                {
                    "disco": {
                        "codiceRiconoscimento": "8051411746225",
                        "merch": {
                            "codiceProdotto": "8051411746225",
                            "not_musica": {
                                "ArtistProduct": {
                                    "description": "“Virus” è il sesto album in studio del rapper italiano Noyz Narcos, uscito il 14 gennaio 2022 su Thaurus Music e Believe Digital, con una scaletta di diciotto tracce che mescolano hardcore hip hop e trap ed è stato prodotto da Sine, Night Skinny, Drillionaire, Greg Willen e Mace. Il disco, impreziosito da collaborazioni con Sfera Ebbasta, Ketama126, Franco126, Raekwon, Coez, Geolier, Capo Plaza e Gué Pequeno, ha conquistato la vetta della classifica italiana ed è stato certificato disco di platino dalla FIMI per oltre 50.000 copie vendute \n\nDisponibile su: https://www.lafeltrinelli.it/virus-cd-noyz-narcos/e/8051411746225",
                                    "imagePath": "view/icons/Noyz_Narcos/Virus_CD.jpg",
                                    "title": "Virus CD"
                                },
                                "disponibile": true,
                                "prezzo": 18.84,
                                "quantita": 1000,
                                "type": "notmusica"
                            },
                            "type": "merch"
                        },
                        "produttoreStampe": "Thaurus Music",
                        "tipoProdotto": "CD",
                        "type": "disco"
                    },
                    "formato": "CD Audio",
                    "type": "cd"
                },
                {
                    "chartPosition": 0,
                    "isRemix": false,
                    "mainTrack": {
                        "durata": {
                            "minuti": 3,
                            "ore": 0,
                            "secondi": 57
                        },
                        "has_testo": true,
                        "nome": "GRAN TORINO",
                        "partecipanti": [
                            "Sine"
                        ],
                        "testo": "[Intro]\n(Now, nearing the end of the day\nLook, never a moment too soon, or late)\nEoh, Sine\nDrop that\n64 up in your ass, bih\n(Eoh)\nMic\n\n[Strofa 1]\nHo scritto sedici barre diec'anni fa\nValgono quanto i fottuti dieci comandamenti del rap\nHo visto canzonette pe' pischelle spacciate per trap\nRap delle caramelle, rollo tre L da cinque gra'\nDatemi 'l coltello, 'no stiletto, me sento 2Pac\nScommetti che sfiletto come 'n quarto de bue 'sta track\nSine cor martello più pesantе nel generе rap\nAncora con i fogli di contante dentro al Domopack\nStesse J, stesso snapback, stessa hoodie black\nNarcos rap, Megadeth, institutional (Secco)\nDatemene 'na cattedra in Sapienza\nSfondo la capienza del locale e perdi la licenza (Tu-tu)\nNon è con le puttanate che uscirai da questa merda (Ah)\nNon è co' 'na bella stretta che risolvi se nn'ce metti 'na lametta o i sordi\nCo 'na valigetta ammanettata al polso in aeroporto (Oh-oh)\nIo paro risorto, merda, voi puzzate già de morto (Ah)\n[Interludio 1]\nAh, quanto me fa schifo ar cazzo 'sto Paese\nA volte penso che so' nato nel Texas\nMagari scoppia 'na bomba, ve sotterra a tutti\nKing Noyz, hasta la muerte\nEoh, check\n\n[Strofa 2]\nVuoi il rapper più stiloso più rap de tutti\nRitornelli cantati fanno rate al cazzo, mai contemplati\nVuoi le barre? C'ho le barre de Regina e de Rebibbia\nPe' le atrocità vissute ce riscriverò 'na Bibbia\nMettete in ginocchio, casca l'ascia sopra al collo tuo\nTesta nella cesta de Natale per il culo tuo\nPompate le braccia che rimani 'n pollo uguale\nMe te fumo ar davanzale (Ah), secco, niente de personale\nOG col rispetto dell'intera scena e non solo (Seh, seh)\nTe manco il rispetto de tu madre, trovate 'n lavoro\nPrendemi du spicci dopo quel che ho fatto pe l'hip hop (Ah, seh)\nDoppio platino, non so' contento che no (Ah)\nNon serviva Drake pe rilancià i Dipset nel 2023\nServe un 64 targato Narcos rap\nMuta la tua corsa in una Gran Torino (Oh)\nQuando pompi questa merda Truce con le corna fuori al finestrino\n\n[Interludio 2]\nQuanto me fa rate 'sta wave nova\nPochi se sarvano, rap è n'altra robba\nFa' vibbrà 'ste barre come 'na vorta\nPompa merda pe la zona, mori pe qualcosa\n\n[Strofa 3]\nTe ritrovi in giro in Cortez, canotta e Ben Davis (Sheesh)\nSe 'sto rap è ancora in giro, pensa a chi cazzo glielo devi (Eh)\nTe ne bevi quattro alla salute mia (Dai, dai, dai)\nE dei soldi che farò grazie a 'sta shit (Uh-uh)\nL'Italia pomperà 'na nuova hit (Uh-uh)\nQuando vedi il logo del mio clique cool come 'no swoosh Nike\nDici: \"Questo è avanti\", dai, chicco\nSpicco tra i colori col mio bel nero\nQuando fai classifiche tra i nuovi rapper (Ah), cercando il più serio\nDoppia N, sai che vai sul sicuro (UH-uh)\nCome sceglie tra Mercedes e Audi\nSai che fotti bene con entrambi\nScrivi nei commenti, è come camomilla o Fentalyn, so' scelte (Seh)\nBasta che resti lontano da manette (Secco)\nChicco, ne faccio sessantaquattro pe' davero, puoi contarle tutte\nDalla corsa le auto ne escono distrutte\nMi chiedevo oggi la tua merda e te a che cazzo servi?\nClacson dentro l'auto in mezzo al traffico, Destruction Derby\n\n[Interludio 3]\nSecco, le rappo tutte pure dar vivo\nNo playback, no voice over\nGet money, die rich\nNN, no snitches\n\n[Strofa 4]\nMe date i nervi, servi del potere (Ah)\nInseguire questo senza avere niente da sapere a riguardo (Nah)\nSenti 'sto bastardo d'annata\nDieci album (Ah), milioni di barre (Ah) massacrate e manco mezza cannata (Tu-tu)\nSenti 'sta mazzetta sulle costole come le incrina\nLei canta a memoria ogni mia rima\nFuma metedrina sotto al banco in aula magna\nC'ha 'na cagna pitbull che se chiama Giulia (Uh-uh)\nCome la mia bimba, chi te se incula\nIo so 'na leggenda (Secco) sia da bar che da star de rap\nGrande se m'ascolti, sennò cazzo me ne frega a me\nKing sempre, barre sopra ai toy senza pensà\nGang bangin' dentro 'na Macan nella tua città (Tu-tu-tu)\nSono Buggin Out che strilla ammanettato dentro 'na volante\nVoi lo fate per il clout, noi per il vecchio contante (Seh, seh, seh)\nNon chiamà cantante questo MC, non lo è affatto\nFai il saluto militare quando me vedi strafatto\n\n[Outro]\nRispetto solo chi rappa il vero, no bullshit\nFigli di puttana, trovateve 'n lavoro serio\nDoppio N, triplo 6 nel pentagramma, let's get ready"
                    },
                    "musica": {
                        "ArtistProduct": {
                            "description": "“Gran Torino (Red Bull 64 Bars)” è un freestyle di sessantaquattro barre in cui Noyz Narcos si presenta nella sua forma più essenziale: nessun ritornello, nessuna sovraincisione, solo il suo flow ruvido articolato su un beat cupo prodotto da Sine. Il testo intreccia riferimenti autobiografici alle sue origini nel rap e alla sua reputazione consolidata, con versi taglienti che ribadiscono la sua determinazione sul fronte della credibilità artistica. Allo stesso tempo emerge uno spiccato senso di ribellione verso il contesto sociale, con intermezzi carichi di sarcasmo e richiami a un malessere collettivo che sfocia in immagini di violenza e denuncia. Infine, il titolo “Gran Torino” non evoca la città italiana ma la celebre muscle car americana, richiamata come simbolo di potenza, velocità e resistenza per sottolineare l’inarrestabile spinta del suo rap.",
                            "imagePath": "view/icons/Noyz_Narcos/GRAN_TORINO_(Red_Bull_64_Bars).jpg",
                            "title": "GRAN TORINO (Red Bull 64 Bars)"
                        },
                        "dataUscita": {
                            "anno": 2024,
                            "giorno": 2,
                            "mese": 2
                        },
                        "durata": {
                            "minuti": 3,
                            "ore": 0,
                            "secondi": 57
                        },
                        "genere": "rap",
                        "type": "musica"
                    },
                    "type": "singolo"
                }
            ],
            "type": "artista"
        },
        {
            "genere": "thrash metal",
            "imagePath": "view/icons/Metallica/profilo.jpeg",
            "info": "I Metallica sono un gruppo musicale heavy metal statunitense, formatosi a Los Angeles nel 1981 e composto da James Hetfield, Lars Ulrich, Kirk Hammett e Robert Trujillo. \nI loro primi lavori, grazie alla velocità dei pezzi, tecnicismi strumentali ed aggressività, li hanno portati ad entrare nei \"Big Four\" del thrash metal, accanto a Slayer, Megadeth ed Anthrax. Nel corso degli anni, il gruppo si è guadagnato in poco tempo un crescente seguito di fan e, con la pubblicazione di Master of Puppets nel 1986, ha raggiunto, secondo molti, l'apice della carriera. Il successo commerciale giunse nel 1991 con l'album omonimo, che esordì alla prima posizione della classifica statunitense degli album. Con questo lavoro i Metallica ampliarono notevolmente la loro direzione musicale, rivolgendosi non più ai soli fan del thrash e, grazie a sonorità più semplici ed orecchiabili, divennero una delle maggiori realtà musicali del periodo. In una classifica stilata nel 2010 dalla rivista Rolling Stone, il gruppo risulta al 61º posto tra i 100 migliori artisti di tutti i tempi.\nIn carriera hanno vinto dieci Grammy Award ed hanno ottenuto cinque esordi consecutivi al primo posto nella Billboard 200. Inoltre, sono tra i pochissimi artisti musicali ad essersi esibiti in 48 Paesi e in tutti i continenti del mondo, Antartide compreso. \nCon più di 100 milioni di dischi venduti, di cui 60 milioni nei soli Stati Uniti d'America, i Metallica sono annoverati come una delle formazioni di maggior successo nella storia dell'heavy metal e del rock contemporaneo, e sono stati spesso considerati la migliore band heavy metal della storia. \nNel novembre 2012 hanno fondato la propria etichetta discografica indipendente, la Blackened Recordings.",
            "nome": "Metallica",
            "prodotti": [
                {
                    "label": "Megaforce Records",
                    "musica": {
                        "ArtistProduct": {
                            "description": "Kill 'Em All è il primo album in studio del gruppo musicale statunitense Metallica, pubblicato il 25 luglio 1983 dalla Megaforce Records. \nL'album è considerato da molti critici come uno dei più importanti e influenti della musica heavy metal e del rock in generale.\nNel giugno del 2017 la rivista Rolling Stone ha collocato l'album alla trentacinquesima posizione dei 100 migliori album metal di tutti i tempi. ",
                            "imagePath": "view/icons/Metallica/Kill_'Em_All.jpg",
                            "title": "Kill 'Em All"
                        },
                        "dataUscita": {
                            "anno": 1983,
                            "giorno": 25,
                            "mese": 7
                        },
                        "durata": {
                            "minuti": 55,
                            "ore": 0,
                            "secondi": 14
                        },
                        "genere": "thrash metal",
                        "type": "musica"
                    },
                    "tracce": [
                        {
                            "durata": {
                                "minuti": 4,
                                "ore": 0,
                                "secondi": 15
                            },
                            "has_testo": false,
                            "nome": "Hit The Lights",
                            "partecipanti": [
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 7,
                                "ore": 0,
                                "secondi": 12
                            },
                            "has_testo": false,
                            "nome": "The Four Horsemen",
                            "partecipanti": [
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 7,
                                "ore": 0,
                                "secondi": 12
                            },
                            "has_testo": false,
                            "nome": "Motorbreath",
                            "partecipanti": [
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 4,
                                "ore": 0,
                                "secondi": 41
                            },
                            "has_testo": false,
                            "nome": "Jump In The Fire",
                            "partecipanti": [
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 4,
                                "ore": 0,
                                "secondi": 14
                            },
                            "has_testo": false,
                            "nome": "(Anesthesia) Pulling Teeth",
                            "partecipanti": [
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 4,
                                "ore": 0,
                                "secondi": 8
                            },
                            "has_testo": false,
                            "nome": "Whiplash",
                            "partecipanti": [
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 5,
                                "ore": 0,
                                "secondi": 1
                            },
                            "has_testo": false,
                            "nome": "Phantom Lord",
                            "partecipanti": [
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 6,
                                "ore": 0,
                                "secondi": 26
                            },
                            "has_testo": false,
                            "nome": "No Remorse",
                            "partecipanti": [
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 6,
                                "ore": 0,
                                "secondi": 54
                            },
                            "has_testo": false,
                            "nome": "Seek&Destroy",
                            "partecipanti": [
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 5,
                                "ore": 0,
                                "secondi": 11
                            },
                            "has_testo": false,
                            "nome": "Metal Militia",
                            "partecipanti": [
                            ],
                            "testo": ""
                        }
                    ],
                    "type": "album"
                },
                {
                    "diametro": 30,
                    "disco": {
                        "codiceRiconoscimento": "dwd59e0280",
                        "merch": {
                            "codiceProdotto": "dwd59e0280",
                            "not_musica": {
                                "ArtistProduct": {
                                    "description": "Metallica’s eponymous album, better known as The Black Album, is remastered! The Black Album is one of the most commercially successful and critically acclaimed records of all time, with global sales of over 35 million, and contains a series of unrelenting singles, Enter Sandman, The Unforgiven, Nothing Else Matters, Wherever I May Roam, and Sad But True.\n\nhttps://www.metallica.com/store/metallica-the-black-album-remastered-vinyl/REBAVYNL.html?cgid=Vinyl",
                                    "imagePath": "view/icons/Metallica/Metallica_(The_Black_Album)_Remastered_-_Vinyl_(2LP).jpg",
                                    "title": "Metallica (The Black Album) Remastered - Vinyl (2LP)"
                                },
                                "disponibile": true,
                                "prezzo": 29.98,
                                "quantita": 1000,
                                "type": "notmusica"
                            },
                            "type": "merch"
                        },
                        "produttoreStampe": "Gateway Mastering",
                        "tipoProdotto": "2LP",
                        "type": "disco"
                    },
                    "rpm": 33,
                    "type": "vinile"
                },
                {
                    "label": "Megaforce Records",
                    "musica": {
                        "ArtistProduct": {
                            "description": "Ride the Lightning è il secondo album in studio del gruppo musicale statunitense Metallica, pubblicato il 27 luglio 1984 dalla Megaforce Records.\nSi tratta dell'ultimo disco pubblicato con la Megaforce Records, dopodiché il gruppo firmò per la Elektra Records il 12 settembre dello stesso anno, la quale ripubblicò il disco il 19 novembre.\nNel giugno del 2017 la rivista Rolling Stone ha collocato l'album alla undicesima posizione dei 100 migliori album metal di tutti i tempi. ",
                            "imagePath": "view/icons/Metallica/Ride_The_Lighting.jpg",
                            "title": "Ride The Lighting"
                        },
                        "dataUscita": {
                            "anno": 1984,
                            "giorno": 27,
                            "mese": 7
                        },
                        "durata": {
                            "minuti": 47,
                            "ore": 0,
                            "secondi": 21
                        },
                        "genere": "thrash metal",
                        "type": "musica"
                    },
                    "tracce": [
                        {
                            "durata": {
                                "minuti": 4,
                                "ore": 0,
                                "secondi": 44
                            },
                            "has_testo": false,
                            "nome": "Fight Fire With Fire",
                            "partecipanti": [
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 6,
                                "ore": 0,
                                "secondi": 36
                            },
                            "has_testo": false,
                            "nome": "Ride The Lightning",
                            "partecipanti": [
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 5,
                                "ore": 0,
                                "secondi": 9
                            },
                            "has_testo": false,
                            "nome": "For Whom The Bells Tolls",
                            "partecipanti": [
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 6,
                                "ore": 0,
                                "secondi": 57
                            },
                            "has_testo": false,
                            "nome": "Fade To Black",
                            "partecipanti": [
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 4,
                                "ore": 0,
                                "secondi": 4
                            },
                            "has_testo": false,
                            "nome": "Trapped Under Ice",
                            "partecipanti": [
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 4,
                                "ore": 0,
                                "secondi": 23
                            },
                            "has_testo": false,
                            "nome": "Escape",
                            "partecipanti": [
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 6,
                                "ore": 0,
                                "secondi": 35
                            },
                            "has_testo": false,
                            "nome": "Creeping Death",
                            "partecipanti": [
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 8,
                                "ore": 0,
                                "secondi": 53
                            },
                            "has_testo": false,
                            "nome": "The Call Of Ktulu",
                            "partecipanti": [
                            ],
                            "testo": ""
                        }
                    ],
                    "type": "album"
                }
            ],
            "type": "artista"
        },
        {
            "genere": "rap",
            "imagePath": "view/icons/Fabri_Fibra/profilo.jpg",
            "info": "Fabri Fibra, pseudonimo di Fabrizio Tarducci (Senigallia, 17 ottobre 1976), è un rapper italiano. \nFabri Fibra esordisce nell'ambiente dell'hip hop underground a metà degli anni novanta con il nome Fabbri Fil, facendo parte per diversi anni degli Uomini di Mare e dei gruppi derivati da questi ultimi: i Qustodi del tempo e il collettivo Teste Mobili. Debutta come solista con il nome d'arte di Fabri Fibra nel 2002 con l'album Turbe giovanili. Significativo per la svolta della sua carriera è invece l'album Mr. Simpatia, pubblicato nel 2004, con cui lascia il suo marchio indelebile nella scena musicale di allora e con cui spiana il terreno al contratto, nel 2006, con la major discografica Universal, con la quale pubblica nello stesso anno l'album Tradimento, il passo decisivo verso la notorietà di critica e di pubblico.",
            "nome": "Fabri Fibra",
            "prodotti": [
                {
                    "disco": {
                        "codiceRiconoscimento": "88235294117647",
                        "merch": {
                            "codiceProdotto": "0602527492001",
                            "not_musica": {
                                "ArtistProduct": {
                                    "description": "Copie disponibili su: https://www.discotecalaziale.com/0602527492001_controcultura-fabri-fibra",
                                    "imagePath": "view/icons/Fabri_Fibra/Controcultura_CD.jpg",
                                    "title": "Controcultura CD"
                                },
                                "disponibile": true,
                                "prezzo": 9.6,
                                "quantita": 1000,
                                "type": "notmusica"
                            },
                            "type": "merch"
                        },
                        "produttoreStampe": "Universal Music",
                        "tipoProdotto": "CD",
                        "type": "disco"
                    },
                    "formato": "CD Audio",
                    "type": "cd"
                },
                {
                    "diametro": 30,
                    "disco": {
                        "codiceRiconoscimento": "1683728717",
                        "merch": {
                            "codiceProdotto": "0602455489111",
                            "not_musica": {
                                "ArtistProduct": {
                                    "description": "Versione Esclusiva stampata in Tiratura Limitata su Doppio Vinile Numerato, solo 2006 copie disponibili.\n\nhttps://shop.universalmusic.it/products/fabri-fibra-tradimento-doppio-vinile-numerato",
                                    "imagePath": "view/icons/Fabri_Fibra/Tradimento_Doppio_Vinile.jpg",
                                    "title": "Tradimento Doppio Vinile"
                                },
                                "disponibile": false,
                                "prezzo": 39.9,
                                "quantita": 0,
                                "type": "notmusica"
                            },
                            "type": "merch"
                        },
                        "produttoreStampe": "Universal Music",
                        "tipoProdotto": "LP Numerato",
                        "type": "disco"
                    },
                    "rpm": 33,
                    "type": "vinile"
                },
                {
                    "colore": "Bianco",
                    "merch": {
                        "codiceProdotto": "KD1HA3JCZ16",
                        "not_musica": {
                            "ArtistProduct": {
                                "description": "T-shirt bianca, manica corta, unisex, 100% cotone, 190 gr.\nStampa fronte e retro\n\nDisponibile su: https://rockdream.it/artisti-italiani/fabri-fibra/t-shirt-caos-bianca-fabri-fibra",
                                "imagePath": "view/icons/Fabri_Fibra/Tshirt_CAOS.jpg",
                                "title": "Tshirt CAOS"
                            },
                            "disponibile": true,
                            "prezzo": 35,
                            "quantita": 1000,
                            "type": "notmusica"
                        },
                        "type": "merch"
                    },
                    "taglia": "L",
                    "type": "tshirt"
                },
                {
                    "dateTour": [
                        {
                            "data": {
                                "anno": 2025,
                                "giorno": 3,
                                "mese": 7
                            },
                            "luogo": "Trento - Trentino Music Arena",
                            "orario": {
                                "minuti": 0,
                                "ore": 18,
                                "secondi": 29
                            }
                        },
                        {
                            "data": {
                                "anno": 2025,
                                "giorno": 7,
                                "mese": 6
                            },
                            "luogo": "Roma - Circo Massimo",
                            "orario": {
                                "minuti": 0,
                                "ore": 21,
                                "secondi": 51
                            }
                        },
                        {
                            "data": {
                                "anno": 2025,
                                "giorno": 10,
                                "mese": 6
                            },
                            "luogo": "Bologna - Sequoie Music Park",
                            "orario": {
                                "minuti": 0,
                                "ore": 22,
                                "secondi": 16
                            }
                        },
                        {
                            "data": {
                                "anno": 2025,
                                "giorno": 11,
                                "mese": 6
                            },
                            "luogo": "Servigliano - Parco della Pace",
                            "orario": {
                                "minuti": 30,
                                "ore": 21,
                                "secondi": 37
                            }
                        },
                        {
                            "data": {
                                "anno": 2025,
                                "giorno": 14,
                                "mese": 6
                            },
                            "luogo": "Collegno - Parco Certosa Reale",
                            "orario": {
                                "minuti": 0,
                                "ore": 22,
                                "secondi": 11
                            }
                        },
                        {
                            "data": {
                                "anno": 2025,
                                "giorno": 16,
                                "mese": 6
                            },
                            "luogo": "Piacenza - Palazzo Farnese",
                            "orario": {
                                "minuti": 15,
                                "ore": 21,
                                "secondi": 9
                            }
                        },
                        {
                            "data": {
                                "anno": 2025,
                                "giorno": 7,
                                "mese": 7
                            },
                            "luogo": "Roma - Circo Massimo",
                            "orario": {
                                "minuti": 0,
                                "ore": 21,
                                "secondi": 0
                            }
                        },
                        {
                            "data": {
                                "anno": 2025,
                                "giorno": 10,
                                "mese": 7
                            },
                            "luogo": "Bologna - Sequoie Music Park",
                            "orario": {
                                "minuti": 0,
                                "ore": 22,
                                "secondi": 0
                            }
                        },
                        {
                            "data": {
                                "anno": 2025,
                                "giorno": 14,
                                "mese": 7
                            },
                            "luogo": "Collegno - Parco Certosa Reale",
                            "orario": {
                                "minuti": 0,
                                "ore": 22,
                                "secondi": 0
                            }
                        },
                        {
                            "data": {
                                "anno": 2025,
                                "giorno": 26,
                                "mese": 7
                            },
                            "luogo": "Este - Castello Carrarese",
                            "orario": {
                                "minuti": 30,
                                "ore": 21,
                                "secondi": 0
                            }
                        },
                        {
                            "data": {
                                "anno": 2025,
                                "giorno": 3,
                                "mese": 8
                            },
                            "luogo": "Vieste - Piazza Marina Piccola",
                            "orario": {
                                "minuti": 30,
                                "ore": 21,
                                "secondi": 0
                            }
                        },
                        {
                            "data": {
                                "anno": 2025,
                                "giorno": 10,
                                "mese": 8
                            },
                            "luogo": "Pescara - Porto Turistico",
                            "orario": {
                                "minuti": 30,
                                "ore": 21,
                                "secondi": 0
                            }
                        },
                        {
                            "data": {
                                "anno": 2025,
                                "giorno": 18,
                                "mese": 8
                            },
                            "luogo": "Barletta - Fossato del Castello",
                            "orario": {
                                "minuti": 0,
                                "ore": 21,
                                "secondi": 0
                            }
                        },
                        {
                            "data": {
                                "anno": 2025,
                                "giorno": 5,
                                "mese": 9
                            },
                            "luogo": "Napoli - Ex Base",
                            "orario": {
                                "minuti": 0,
                                "ore": 21,
                                "secondi": 0
                            }
                        },
                        {
                            "data": {
                                "anno": 2025,
                                "giorno": 30,
                                "mese": 9
                            },
                            "luogo": "Assago - Unipol Forum",
                            "orario": {
                                "minuti": 0,
                                "ore": 21,
                                "secondi": 0
                            }
                        }
                    ],
                    "not_musica": {
                        "ArtistProduct": {
                            "description": "Biglietti su ticketone: https://www.ticketone.it/artist/fabri-fibra/fabri-fibra-3371264/",
                            "imagePath": "view/icons/Fabri_Fibra/Festival_Tour.jpg",
                            "title": "Festival Tour"
                        },
                        "disponibile": true,
                        "prezzo": 46,
                        "quantita": 100000,
                        "type": "notmusica"
                    },
                    "type": "tour"
                },
                {
                    "chartPosition": 0,
                    "isRemix": true,
                    "mainTrack": {
                        "durata": {
                            "minuti": 4,
                            "ore": 0,
                            "secondi": 7
                        },
                        "has_testo": true,
                        "nome": "Bugiardo",
                        "partecipanti": [
                        ],
                        "testo": "[Intro]\nL'Italia è piccola\nNon avrai creduto a tutto\nEra tutto finto\nIo neanche fumo più, ho smesso\nBugiardo\n\n[Strofa 1]\nBugiardo\nCon questa faccia da bugiardo\nEra tutto uno scherzo, sono un bugiardo\nLa tua ragazza ha capito, sono un bugiardo\nPer come parlo, per commentarlo\nHo uno stile di vita anti-Montecarlo\nCapitan Harlock del rap in ballo\nMi vesto giallo come il catarro\nOh no, adesso ti lamenti per il testo\nPoi per la base perché sembra un poliziesco\nIo sono zero se mi paragoni al resto\nVorrei il tuo conto in banca, DJ Francesco[Pre-Ritornello]\nBrr Fibra, ah, ah, ah, Fibra\nTi tolgo dal mio stereo perché porti sfiga\nBrr Fibra, ah, ah, ah, Fibra\nTi tolgo dal mio stereo perché porti sfiga[Ritornello]\nIo vengo in pace (Bugiardo)\nNon mento mai (Bugiardo)\nNon son capace (Bugiardo)\nNon ce la fai (Bugiardo)\nHo mille amici (Bugiardo)\nNon voglio guai (Bugiardo)\nTu sei tra questi (Bugiardo)\nMa non lo sai (Bugiardo)\n\n[Strofa 2]\nFibra è conosciuto come un gran bugiardo\nAlle assemblee di istituto parlavo in sardo (Ajò)\nNon mi presento in pubblico, ci mando un altro\nNon mi assomiglia, è grasso e un po' più alto\nTengo i ritmi serrati in venti metri quadrati\nHo la morte negli occhi e tengo i giorni contati\nTocco temi scontati, non chiamatemi artista\nIo ti creo un altro mondo, lo sa anche il mio analista\nLa realtà mi spaventa da ogni punto di vista\nIl mio sogno in verità era fare il giornalista\nHo il rap emo-drammatico da crisi domestica\nIn camera c'ho un water, a letto un'anoressica\n\n[Pre-Ritornello]\nBrr Fibra, ah, ah, ah, Fibra\nTi tolgo dal mio stereo perché porti sfiga\nBrr Fibra, ah, ah, ah, Fibra\nTi tolgo dal mio stereo perché porti sfiga\n\n[Ritornello]\nIo vengo in pace (Bugiardo)\nNon mento mai (Bugiardo)\nNon son capace (Bugiardo)\nNon ce la fai (Bugiardo)\nHo mille amici (Bugiardo)\nNon voglio guai (Bugiardo)\nTu sei tra questi (Bugiardo)\nMa non lo sai (Bugiardo)\n\n[Strofa 3]\nVoglio sentirmi supersonico\nDà un'occhiata al mio tasso alcolico\nNon ho un soldo, ridotto al lastrico\nEntro in banca con un Kalashnikov\nTutti su le mani perché questa è una rapina\nIo sono Fabri Fibra, ho appena ucciso la vicina\nE dato fuoco alla cucina con un litro di benzina\nÈ crollata la palazzina, stai attenta, ragazzina\nOh no, adesso ti lamenti per il testo\nPoi per la base perché sembra un poliziesco\nIo francamente non sopporto neanche il resto\nSe vuoi insultarmi fallo adesso, il coro è questo\n\n[Pre-Ritornello]\nBrr Fibra, ah ah ah Fibra\nTi tolgo dal mio stereo perché porti sfiga\nBrr Fibra, ah ah ah Fibra\nTi tolgo dal mio stereo perché porti sfiga\nTi tolgo dal mio stereo perché porti sfiga\nTi tolgo dal mio stereo perché porti sfiga\nTu mi porti sfiga\nTu mi porti sfiga\nTi tolgo dal mio stereo perché porti sfiga\n\n[Ritornello]\nIo vengo in pace (Bugiardo)\nNon mento mai (Bugiardo)\nNon son capace (Bugiardo)\nNon ce la fai (Bugiardo)\nHo mille amici (Bugiardo)\nNon voglio guai (Bugiardo)\nTu sei tra questi (Bugiardo)\nMa non lo sai (Bugiardo)\nIo vengo in pace (Bugiardo)\nNon mento mai (Bugiardo)\nNon son capace (Bugiardo)\nNon ce la fai (Bugiardo)\nHo mille amici (Bugiardo)\nNon voglio guai (Bugiardo)\nTu sei tra questi (Bugiardo)\nMa non lo sai (Bugiardo)\n\n[Outro]\n\"Muchacho! Es ahora el momento mas caliente de la vida, sienti, sienti!\"\nParte \"Applausi Per Fibra\"\n(Applausi per Fibra Fibra Fibra Fibra Fibra\nApplausi applausi applausi per Fibra\nFibra Fibra Fibra Fibra\nApplausi applausi)\n\"La sangre caliente de la vena como esta gran salsa, el senso del caminado! [...] la pista bailando la salsa con Fibra, Fibra, Fibra...\"\n(Applausi per Fibra Fibra Fibra Fibra Fibra\nApplausi applausi applausi per Fibra\nFibra Fibra Fibra Fibra\nApplausi applausi\nApplausi per)\n\"...salsa internacional con toda la gente del mundo, dai ragazzi, venite, bailate, dai, con me!\"\n(Perso la testa troppe volte da ragazzino)"
                    },
                    "musica": {
                        "ArtistProduct": {
                            "description": "“Bugiardo” è stato pubblicato il 26 ottobre 2007 come primo singolo estratto dall’omonimo quarto album di Fabri Fibra. Il brano, prodotto da Big Fish, si inserisce nel filone crunk e ha una durata di 4:05 minuti, ed è distribuito dall’etichetta Universal Records en.wikipedia.org. Il testo, scritto dallo stesso Fabri Fibra, rappresenta un momento di rottura rispetto alle tematiche tipiche del suo lavoro precedente, anticipando l’impatto mediatico e commerciale dell’album “Bugiardo”, uscito poi il 9 novembre 2007 en.wikipedia.org.\nNella settimana del 16–22 novembre 2007, “Bugiardo” ha raggiunto la posizione numero 25 nella classifica dei singoli FIMI, dimostrando un buon riscontro in radio e nelle vendite italiane en.wikipedia.org. Il videoclip, diretto da Cosimo Alemà, è uscito contestualmente al singolo e registra ad oggi milioni di visualizzazioni sulle principali piattaforme di streaming video, consolidando la presenza del brano nell’immaginario collettivo hip-hop italiano en.wikipedia.org.\nNel corso del 2008, “Bugiardo” è stato spesso trasmesso dalle radio e utilizzato nelle classifiche di fine anno come simbolo del rinnovamento di Fabri Fibra, contribuendo a portare l’album “Bugiardo” a certificazione di platino nel settembre dello stesso anno it.wikipedia.org. Ad oggi, il singolo resta uno dei più emblematici dell’artista, grazie anche alla proliferazione di ascolti in streaming che continuano a mantenere “Bugiardo” tra i brani più ascoltati di Fabri Fibra sui portali digitali.",
                            "imagePath": "view/icons/Fabri_Fibra/Bugiardo.png",
                            "title": "Bugiardo"
                        },
                        "dataUscita": {
                            "anno": 2007,
                            "giorno": 26,
                            "mese": 10
                        },
                        "durata": {
                            "minuti": 4,
                            "ore": 0,
                            "secondi": 7
                        },
                        "genere": "rap",
                        "type": "musica"
                    },
                    "type": "singolo"
                },
                {
                    "label": "Universal Music",
                    "musica": {
                        "ArtistProduct": {
                            "description": "Il titolo è un esplicito riferimento al tradimento che il rapper commise agli occhi degli amanti del genere più hardcore, ovvero la firma con la major Universal Music Group, dopo diverse produzioni distribuite tramite l'etichetta indipendente Vibrarecords. Le basi del disco sono di Nesli, di Big Fish e di DJ Nais. Il disco è stato registrato tra il Teste Mobili Studio di Senigallia e il Doner Studio di Milano. \nL'album è stato certificato disco di platino in Italia, entrando nella prima settimana direttamente alla prima posizione della classifica. Tradimento ha venduto oltre 180 000 copie ed è considerato uno tra i migliori album italiani del decennio dalle classifiche di Rockol.",
                            "imagePath": "view/icons/Fabri_Fibra/Tradimento_Platinum_Ed.jpg",
                            "title": "Tradimento Platinum Ed"
                        },
                        "dataUscita": {
                            "anno": 2006,
                            "giorno": 1,
                            "mese": 12
                        },
                        "durata": {
                            "minuti": 45,
                            "ore": 1,
                            "secondi": 30
                        },
                        "genere": "rap",
                        "type": "musica"
                    },
                    "tracce": [
                        {
                            "durata": {
                                "minuti": 3,
                                "ore": 0,
                                "secondi": 20
                            },
                            "has_testo": true,
                            "nome": "Rap in guerra",
                            "partecipanti": [
                            ],
                            "testo": "[Intro] Fibra? Ehm, sono io Fibra Sentitemi, eh, eheheh È in copertina il bollino devo dirlo? Sì Attenzione: questo non è un nuovo album di Fabri Fibra Questa è la morte di Mr. Simpatia Se trovate questa roba troppo volgare Censuratela e andatevene affanculo, ahahah [Ritornello] Il mio corpo è a terra, ma non mi sposti da qui Mi servirà una barella, ma non mi sposti da qui Ribalto le mie budella, ma non mi sposti da qui Finché il mio rap è in guerra, ma non mi sposti da qui Il mio corpo è a terra, ma non mi sposti da qui Mi servirà una barella, ma non mi sposti da qui Ribalto le mie budella, ma non mi sposti da qui Finché il mio rap è in guerra, ma non mi sposti da qui [Strofa 1] Se c'è una cosa che odio, è il rap positivo Quando penso che esisto, già mi nausea essere vivo Sono un morto apparente, un maniaco depressivo In me non c'è niente di umano, specie quando scrivo E quando arrivo, è lo shock più grande Come quando ti fai donna e inizi a perdere sangue Ma non cambi mutande e non vuoi l'assorbente C'hai un padre che ammazzava e sotterrava la gente? Sai, qui c'è un emittente che fa interviste in galera Perché la gente è interessata a chi ha la storia più vera Quindi ammazzo di sera, così poi il giorno sto a posto Come disse il professore che sedeva composto Mi sento strano, è il male che non va via Non sopporto me stesso e faccio Mr. Simpatia Basta, accusi il mio rap come fosse uno stupro in compagnia Vallo a dire un po' ai parenti della piccola Lucia [Ritornello] Il suo corpo è a terra, ma non mi sposti da qui Mi servirà una barella, ma non mi sposti da qui Ribalto le mie budella, ma non mi sposti da qui Finché il mio rap è in guerra, ma non mi sposti da qui Il mio corpo è a terra, ma non mi sposti da qui Mi servirà una barella, ma non mi sposti da qui Ribalto le mie budella, ma non mi sposti da qui Finché il mio rap è in guerra, ma non mi sposti da qui [Strofa 2] La stanza è questa, una puzza che impesta 'Sta ragazza è per terra, ma il corpo nudo e senza testa I capelli sparsi, le mie impronte sulle pareti Io mi nascondo mezzo nudo mentre piango tra i vetri Ma io non c'entro anche se guardi che ho un coltello a due metri Ed è una coincidenza la mia giacca in mezzo alle siepi Sarà un caso la mia fronte insanguinata macchiata Ma 'sta ragazza che mi è accanto non l'ho neanche toccata Mangio volgarità, non dico mai la verità Ma cazzo, froci, culo, figa, ciao mamma, ciao papà Qualcuno mi aiuti, ho solamente un collasso Non posso ammazzarmi, ho il balcone troppo basso Ma finché esisto brucerò ogni impianto Che piuttosto di calmarmi vado in cerca allo schianto Come il figlio otadicius id yroL leD otnaS Benvenuti al mio drive-in, son pazzo, questo è quanto [Ritornello] Il mio corpo è a terra, ma non mi sposti da qui Mi servirà una barella, ma non mi sposti da qui Ribalto le mie budella, ma non mi sposti da qui Finché il mio rap è in guerra, ma non mi sposti da qui Il mio corpo è a terra, ma non mi sposti da qui Mi servirà una barella, ma non mi sposti da qui Ribalto le mie budella, ma non mi sposti da qui Finché il mio rap è in guerra, ma non mi sposti da qui [Strofa 3] E mica è un caso che racconto di Carletto Giuliani O di altra gente che è scomparsa dall'oggi al domani Se ti immedesimassi in me, capiresti i miei piani Non sono poi così diverso dai tanti italiani Che la mattina vanno in bagno con le palle dei cani Al posto degli occhi per un turno e uno stipendio da infami In un sistema in cui è meglio se restiamo lontani Perché è la coca che distrugge un grande come Pantani Mica la gente che c'è intorno e vuole show da marziani Tutti vogliono sapere dei miei testi insani Tutti vogliono vedere con che faccia rimani Tutti vogliono allungare le mani Allungare le mani, allungare le mani [Outro] Ma non mi sposti da qui Ma non mi sposti da qui Ma non mi sposti da qui Ma non mi sposti da qui"
                        },
                        {
                            "durata": {
                                "minuti": 3,
                                "ore": 0,
                                "secondi": 54
                            },
                            "has_testo": true,
                            "nome": "Su le mani",
                            "partecipanti": [
                            ],
                            "testo": "[Intro] Sono proprio curioso di sapere (Attenzione) Alla gente che è all'ascolto (Fibra!) Ma chi è il pazzo che si ascolta 'sta roba? (Attenzione) Tira su le mani se anche tu sei un pazzo Di questa musica anche tu sei un pazzo (Fibra!) Ma c'è qualcuno? [Strofa 1] Ho ventott'anni, ragazze, contattatemi, scopatemi E se resta un po' di tempo, presentatevi Non conservatevi, datela a tutti anche ai cani Se non me la dai, io te la strappo come Pacciani Io, fossi nato donna, ascolterei Madonna Vestirei senza mutande ovunque e sempre in minigonna Così non mi ci vedo e neanche tu scommetto Allora cosa cazzo guardi nei bagni dal tuo armadietto? Il mio cazzo è in questione, ne vuoi un'illustrazione? Vorresti anche toccarlo brutto pezzo di un recchione Io sono un burattino che sta su senza fili Non mangio, non ingrasso, ma nemmeno perdo chili Mi sto solo gonfiando un po' di più, sarà lo stress Sarà per questa gente convinta che sia una messa in scena Oltretutto penosamente oscena E adesso mi chiedono quale sia il sistema Visto che ogni insulto lo comprendi appena Ti sei abituata a questo linguaggio in tema Dopo l'ultimo disco ho ancora il collo che trema E tu mi domandi qual è il problema? [Ritornello] Tira su le mani se anche tu sei un pazzo Di questa musica anche tu sei un pazzo Tira su le mani se anche tu sei un pazzo Di questa musica anche tu sei un pazzo Tira su le mani se anche tu sei un pazzo Di questa musica anche tu sei un pazzo Tira su le mani se anche tu sei un pazzo Di questa musica anche tu sei un pazzo [Strofa 2] Non è poi un dramma il modo in cui io mi comporto Qui da me girava voce che fossi davvero morto E tutti che si aspettano che io davvero sfondi Tra cantanti che arrostiscono e esplodono in due secondi Ho l'impressione che stanotte io non dormirò Mi metto il cuore in pace, sono a ruota già da un po' Il mio conto corrente è profondo rosso Potessi rapinarti lo farei però non posso Indosso magliette larghe e firme da battone Le tue magliette strette le disegna un culattone Mi sveglio col cervello aperto in due come una foca Più fatto di un cavallo strafatto di coca Speravi questa roba non facesse più effetto Il bello è che rimango vero per un cerchio ristretto E fino a ieri tu di me non conoscevi mezza rima E quanti squali ho attirato con il mio sangue in copertina? [Ritornello] Tira su le mani se anche tu sei un pazzo Di questa musica anche tu sei un pazzo Tira su le mani se anche tu sei un pazzo Di questa musica anche tu sei un pazzo Tira su le mani se anche tu sei un pazzo Di questa musica anche tu sei un pazzo Tira su le mani se anche tu sei un pazzo Di questa musica anche tu sei un pazzo [Strofa 3] Qualcuno è convinto che io dentro sia vuoto E se Dio mi sentisse penserebbe che sia un gioco Sul fianco ho stampata la Santa Croce che va a fuoco Eppure parlo della Chiesa capendone ben poco Non credo nel destino da quando ho visto Alfredino Ti assicuro quella storia mi ha scioccato da bambino Io scrivo per necessità, c'ho scosse emozionali Sfogandomi è la cura ai miei disturbi cerebrali Mr. Simpatia? A casa cazzi amari Ti cantano i fighetti, i punk, i dark e i metallari Io cazzo vuoi che dica, faccio rap per i maiali Canto in bunker, in tendoni, in covi morti e nei locali In piazza e in discoteca ma mai nei centri sociali Perché mi hanno minacciato di amputarmi tra i cinghiali Davvero tu pensavi che facessi degli affari? E che magari con un disco mi ci compro una Ferrari? [Ritornello] Tira su le mani se anche tu sei un pazzo Di questa musica anche tu sei un pazzo Tira su le mani se anche tu sei un pazzo Di questa musica anche tu sei un pazzo Tira su le mani se anche tu sei un pazzo Di questa musica anche tu sei un pazzo Tira su le mani se anche tu sei un pazzo Di questa musica anche tu sei un pazzo Tira su le mani se anche tu sei un pazzo Di questa musica anche tu sei un pazzo Tira su le mani se anche tu sei un pazzo Di questa musica anche tu sei un pazzo Tira su le mani se anche tu sei un pazzo Di questa musica anche tu sei un pazzo Tira su le mani se anche tu sei un pazzo Di questa musica anche tu sei un pazzo"
                        },
                        {
                            "durata": {
                                "minuti": 4,
                                "ore": 0,
                                "secondi": 54
                            },
                            "has_testo": true,
                            "nome": "Applausi per Fibra",
                            "partecipanti": [
                            ],
                            "testo": "[Intro] Oh, io non capisco perché, ma ogni periodo C'è qualcuno che se viene fuori dicendo Che io sono morto, ahahahah Raga applausi! [Ritornello] Applausi per Fibra, Fibra, Fibra, Fibra, Fibra Applausi, applausi, applausi per Fibra Fibra, Fibra, Fibra, Fibra Applausi per [Strofa 1] Io mangiavo lucertole aperte da ragazzino Tornavo a casa e vomitavo in mezzo al giardino Non ho mai smesso un giorno di fantasticare Non ho mai fatto grandi successi in generale Guardando gli altri mi sembravano così lontani Chiedendomi se a casa loro volassero i divani L'ultima volta che mio padre è andato a letto con mia madre Prese a calci una parete e in testa gli cadde una trave E mio fratello che mi chiese quanto fosse grave Fatto sta che litigando si divisero le strade Anche se restano le urla e rimangono le grida Per casa, per strada, raga [Ritornello] Applausi per Fibra, Fibra, Fibra, Fibra, Fibra Applausi, applausi, applausi per Fibra Fibra, Fibra, Fibra, Fibra Applausi, applausi, applausi per Fibra Fibra, Fibra, Fibra, Fibra Applausi, applausi, applausi per Fibra Fibra, Fibra, Fibra, Fibra Applausi, applausi, applausi, per [Strofa 2] Ho perso la testa troppe volte da ragazzino A ogni flash mi nascondevo in uno stanzino Ho ancora qualche problema a socializzare Ma tutto sommato non diresti che sto andando male Questo è Fibra, Fibra, l'anno scorso dove andava? Posso dire una cazzata? Mi son ripulito, raga Non c'è stata mai la strada da seguire in qualche modo Che sfiga, sfiga, è Fabri Fibra Hai comprato il mio CD e lo canti tutto a memoria È uno scandalo quando poi l'hai copiato a metà scuola Questo è il mio passaparola, questo è l'anno \"abbasso Vibra!\" Doppia F è la mia sigla, raga [Ritornello] Applausi per Fibra, Fibra, Fibra, Fibra, Fibra Applausi, applausi, applausi per Fibra Fibra, Fibra, Fibra, Fibra Applausi, applausi, applausi per Fibra Fibra, Fibra, Fibra, Fibra Applausi, applausi, applausi per Fibra Fibra, Fibra, Fibra, Fibra Applausi, applausi, applausi per [Strofa 3] Ora se tu hai seguito il mio percorso come se fosse un concorso Allora fai l'ultimo sforzo e chiediti il perché È sempre il solito discorso ogni mattina col rimorso Almeno pagami il rimborso e vaffanculo anche a te Io non voglio Fibra in giro, non voglio Fibra ai party Non voglio che ha successo, non voglio quattro infarti Non voglio far del bene perché tu non vuoi bene Non si può stare insieme se m'ingorghi le vene Non domandarti come passano i giorni e le notti Non guardi mamma mentre piange e lacrima dagli occhi Cambio lavoro, cambio casa, cambio figa Cambio le amicizie, che sfiga! [Ritornello] Applausi per Fibra, Fibra, Fibra, Fibra, Fibra Applausi, applausi, applausi per Fibra Fibra, Fibra, Fibra, Fibra Applausi, applausi, applausi per Fibra Fibra, Fibra, Fibra, Fibra Applausi, applausi, applausi, per Fibra Fibra, Fibra, Fibra, Fibra Applausi, applausi, applausi per [Outro] Bum bum cha, Fibra, bum bum cha Applausi per la F-I la B la R-A Bum bum cha, Fibra, bum bum cha Applausi per la F-I la B la R-A Bum bum cha, Fibra, bum bum cha Applausi per la F-I la B la R-A Bum bum cha, Fibra, bum bum cha Appla-applausi per la F-I la B la R-A [Skit] Ciao, questa è la mia segreteria telefonica. Al momento non ci sono, ahahaha. Al momento non ci sono, ahahaha. Comunque lasciate un messaggio dopo il segnale e vi richiamo. *BIP!* Oh, bella Fibra! Ascolta, sono una persona ahahaha. No Fibra, stai attento. Ai testi. *BIP!* Cazzo, sto parlando da solo. Io parlo da solo ahahahaha"
                        },
                        {
                            "durata": {
                                "minuti": 3,
                                "ore": 0,
                                "secondi": 45
                            },
                            "has_testo": true,
                            "nome": "Mal di stomaco",
                            "partecipanti": [
                            ],
                            "testo": "[Intro] (Fibra) Tutti quanti seguitemi, seguitemi, seguitemi, seguitemi Tutti quanti seguitemi, seguitemi, seguitemi Tutti quan-, tutti quan- tutti quanti seguitemi, seguitemi, seguitemi (Seguitemi) Tutti quanti seguitemi Tutti quan-, tutti quan-, tutti quan-, tutti quan-, tutti quan- Tutti quanti seguitemi, seguitemi, seguitemi (Seguitemi) Tutti quanti seguitemi, seguitemi, seguitemi Tutti quan-, tutti quan- tutti quanti seguitemi, seguitemi, seguitemi (Seguitemi) Non mi passa il mal di stomaco Certi fatti mi danno al vo-vo-vomito [Strofa 1] Io non la chiamerei follia Ho una voglia di evadere che mi porta via Lavoro troppo e non sono mai a casa mia Accumulo stress, te l'ho detto è anche colpa mia Se avessi fatto il corso di farmacia A quest'ora avrei una laurea e comunque sia Dimmi quanti laureati hanno la garanzia Di non finire lavapiatti in pizzeria \"Piacere mi chiamo Fibra, lei è la mamma? Lo sa che sua figlia a sedici anni è già una cagna? E gira in classe con la pancia mezza nuda Davanti a un professore che ha gli occhi di un barracuda\" Il mio stipendio assomiglia a un'utopia Voglio andare in vacanza, me ne vado in Tunisia O magari in Mar Rosso, non dirmi che è vietato Sarò così sfigato da finire in mezzo a un attentato? [Ritornello] Tutti quanti seguitemi Ho voglia di sfogarmi, capitemi Non mi passa il mal di stomaco Certi fatti mi danno al vo-vo-vomito Tutti quanti seguitemi Ho voglia di sfogarmi, capitemi Non mi passa il mal di stomaco Certi fatti mi danno al vomito [Strofa 2] Quattro giorni a Canazei Neanche immagini le cose che potrei Potrei spararmi un colpo in testa Se mi sveglio una mattina di fianco a un gay Potrei, potrei perdere la memoria Se vedo la mia ex che si è fatta suora Potrei demolire questa vecchia scuola Potrei allagarla con la carta stagnola Potrei non avere compagnia Perché ho perso i milioni alla lotteria Ma dimmi, tu ci credi alla lotteria? Lo conosci uno che ha vinto alla lotteria? Ho chiamato Wanna Marchi in segreteria Per vedere quanti soldi mi vanno via Ma cosa faccio? Denuncio alla polizia o lo dico a Striscia? Lo vedi, questa è democrazia [Ritornello] Tutti quanti seguitemi Ho voglia di sfogarmi, capitemi Non mi passa il mal di stomaco Certi fatti mi danno al vo-vo-vomito Tutti quanti seguitemi Ho voglia di sfogarmi, capitemi Non mi passa il mal di stomaco Certi fatti mi danno al vomito [Strofa 3] Hai visto una ragazza scendere dalla moto? Il secondo dopo è morta cadendo nel vuoto Col ragazzo che pensava lei facesse per gioco Ma l'avviso di quel buco l'hanno messo un po' dopo Giro in macchina a faccia sfatta Mentre guido al telefono metto la cravatta Cinque morti su dieci per guida distratta Questa assurda statistica chi ce l'ha fatta? Eppure questo camion tra un po' mi schiaccia Non ho mica il van Gogh, a chi dai la caccia? La senti questa voce? La vedi questa faccia? Io sono Fabri Fibra, è carta straccia Non voglio figli e i miei lo sanno Perché non mi fido più delle scuole che fanno Questi tetti che crollano, ma dove vanno? Mica posso contare i bambini morti ogni anno [Ritornello] Tutti quanti seguitemi Ho voglia di sfogarmi, capitemi Non mi passa il mal di stomaco Certi fatti mi danno al vo-vo-vomito Tutti quanti seguitemi Ho voglia di sfogarmi, capitemi Non mi passa il mal di stomaco Certi fatti mi danno al vomito [Outro] Tutti quanti seguitemi, seguitemi, seguitemi (Seguitemi) Tutti quanti seguitemi, seguitemi, seguitemi Tutti quan-, tutti quan- tutti quanti seguitemi, seguitemi, seguitemi (Seguitemi) Tutti quanti seguitemi Tutti quan-, tutti quan-, tutti quan-, tutti quan-, tutti quan- Tutti quanti seguitemi, seguitemi, seguitemi (Seguitemi) Tutti quanti seguitemi, seguitemi, seguitemi Tutti quan-, tutti quan- tutti quanti seguitemi, seguitemi, seguitemi (Seguitemi) Non mi passa il mal di stomaco Certi fatti mi danno al vo-vo-vomito [Skit] \"[?]\" \"No, io devo to-, io... Stai...\" \"Eh? Che razza di lingua è quella?\" \"In questo momento devo toccare qualcosa\" \"Cosa?\" \"Cosa vorresti t-?\" \"Fatemi tocca-, fatevi toccare\" \"[?]\" \"Ma tu sei un uomo un po'!\" \"Si. Guarda\" \"Tu sei un uomo!\" \"C'hai il cazzo più grosso del mio\" \"Ahahaha\""
                        },
                        {
                            "durata": {
                                "minuti": 4,
                                "ore": 0,
                                "secondi": 38
                            },
                            "has_testo": true,
                            "nome": "Ogni donna",
                            "partecipanti": [
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 4,
                                "ore": 0,
                                "secondi": 4
                            },
                            "has_testo": true,
                            "nome": "La pula bussò",
                            "partecipanti": [
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 4,
                                "ore": 0,
                                "secondi": 53
                            },
                            "has_testo": true,
                            "nome": "Fai come noi",
                            "partecipanti": [
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 2,
                                "ore": 0,
                                "secondi": 47
                            },
                            "has_testo": true,
                            "nome": "Tutti in campana",
                            "partecipanti": [
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 2,
                                "ore": 0,
                                "secondi": 29
                            },
                            "has_testo": true,
                            "nome": "Rompiti il collo",
                            "partecipanti": [
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 4,
                                "ore": 0,
                                "secondi": 10
                            },
                            "has_testo": true,
                            "nome": "Sono un soldato",
                            "partecipanti": [
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 3,
                                "ore": 0,
                                "secondi": 28
                            },
                            "has_testo": true,
                            "nome": "Coccole",
                            "partecipanti": [
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 3,
                                "ore": 0,
                                "secondi": 11
                            },
                            "has_testo": true,
                            "nome": "Vaffan***o scemo",
                            "partecipanti": [
                                "Nesli"
                            ],
                            "testo": "[Intro: Fabri Fibra] Con il mio Click Teste Mobili andiamo in galera Fumiamo in macchina e non torniamo mai la sera [Strofa 1: Nesli] Nel '99 col mio primo demo Appena diciottenne fidati un gran scemo Crescevo con il suono del sud in testa E la voglia di far rime come una tempesta E ancora non si arresta questa mossa Con una gran spinta nata dalla costa Resta la storia dei fratelli Tarducci Se hai buona memoria ti ricordi anche i fattacci Abbracci e baci, insulti feroci Una marea di amici, una marea di soci Un mare di stronzi, una massa di froci Alla fine siamo solamente e soltanto noi Con i nostri viaggi con i nostri eroi Poi con un altro demo Teste Mobili anche voi Che quando eravamo ancora tutti insieme Dite: \"Cheese\" per una foto ricordo da tenere Lì vicino ai tuoi CD, vicino ai nastri Quello che sarà di te lo sanno solo gli astri E tutti i passi mossi fino a qui Per conoscere più pazzi e per percorrere chilometri [Ritornello: Fabri Fibra] Sono anni che ti alleno a dire: \"Oh vaffanculo scemo!\" Canto del più e del meno e grido: \"Oh vaffanculo scemo!\" E quando mi vedi in giro grida: \"Oh vaffanculo scemo!\" \"Oh vaffanculo scemo!\" \"Oh vaffanculo scemo!\" [Strofa 2: Fabri Fibra] (Fibra), benvenuti a tutti nel mondo Fibra Dove ogni rima che senti è troppo figa Voglio dirti una cazzata e lo sanno i miei Ma le rime non mi mandano in hit-parade Quindi cosa ti agiti, che paura Se il mio rap più che rap è una montatura Il mio futuro non sa neanche se io ci sia La mia vita ha carenza di fantasia E questo nuovo disco è un flop sicuro Se lo compri, pulisci un po' di più il mio culo Sono troppo volgare e qui lo confesso Dico la parola \"troia\" in ogni testo In modo che quando la senti se canto in giro Dici: \"Questo mi conosce! Cos'è un fachiro?\" Non respiro, ah, che roba La gente mi domanda: \"Cos'è 'sta moda?\" [Ritornello: Fabri Fibra] Sono anni che ti alleno a dire: \"Oh vaffanculo scemo!\" Canto del più e del meno e grido: \"Oh vaffanculo scemo!\" E quando mi vedi in giro grida: \"Oh vaffanculo scemo!\" \"Oh vaffanculo scemo!\" \"Oh vaffanculo scemo!\" [Strofa 3: Fabri Fibra] Mi chiamo Fibra, Fabri Fibra Inverti le vocali ma sulla stessa riga Il mio nome fa rima con parole tipo libra, sigla, vibra, stronza grida Questa cazzo di musica mi porta sfiga Sto provando anche a smettere, è un po' una sfida Non so che fare (Fibra), voglio un microfono (Fibra) Perché ho uno stronzo che mi esce dall'esofago Non mi incitare che so fagocitare So come recitare (Mi sto per eccitare) Io non voglio una ragazza che mi rappa in bikini La mia donna più che rap deve farmi i bocchini La verità è che se avrò successo Questi fans che mi hanno seguito qui fino adesso Appena vedono che prendo il primo premio Mi diranno: \"Vaffanculo Scemo!\" [Ritornello: Fabri Fibra] Sono anni che ti alleno a dire: \"Oh vaffanculo scemo!\" Canto del più e del meno e grido: \"Oh vaffanculo scemo!\" E quando mi vedi in giro grida: \"Oh vaffanculo scemo!\" \"Oh vaffanculo scemo!\" \"Oh vaffanculo scemo!\" [Outro: Fabri Fibra] Con il mio Click Teste Mobili andiamo in galera"
                        },
                        {
                            "durata": {
                                "minuti": 3,
                                "ore": 0,
                                "secondi": 48
                            },
                            "has_testo": true,
                            "nome": "Il triangolo sì",
                            "partecipanti": [
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 5,
                                "ore": 0,
                                "secondi": 15
                            },
                            "has_testo": true,
                            "nome": "Tutti matti",
                            "partecipanti": [
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 4,
                                "ore": 0,
                                "secondi": 47
                            },
                            "has_testo": true,
                            "nome": "Idee stupide",
                            "partecipanti": [
                                "Diego Mancino"
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 4,
                                "ore": 0,
                                "secondi": 0
                            },
                            "has_testo": true,
                            "nome": "Che cazzata",
                            "partecipanti": [
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 5,
                                "ore": 0,
                                "secondi": 2
                            },
                            "has_testo": true,
                            "nome": "Cuore di latta",
                            "partecipanti": [
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 2,
                                "ore": 0,
                                "secondi": 58
                            },
                            "has_testo": true,
                            "nome": "Ah yeah Mr. Simpatia",
                            "partecipanti": [
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 4,
                                "ore": 0,
                                "secondi": 30
                            },
                            "has_testo": true,
                            "nome": "Troppi limiti",
                            "partecipanti": [
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 5,
                                "ore": 0,
                                "secondi": 22
                            },
                            "has_testo": true,
                            "nome": "Nella scena",
                            "partecipanti": [
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 3,
                                "ore": 0,
                                "secondi": 29
                            },
                            "has_testo": true,
                            "nome": "A questo show",
                            "partecipanti": [
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 4,
                                "ore": 0,
                                "secondi": 8
                            },
                            "has_testo": true,
                            "nome": "Il tappo",
                            "partecipanti": [
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 3,
                                "ore": 0,
                                "secondi": 58
                            },
                            "has_testo": true,
                            "nome": "Che culo, che figa!",
                            "partecipanti": [
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 0,
                                "ore": 0,
                                "secondi": 49
                            },
                            "has_testo": true,
                            "nome": "Grandi viaggi",
                            "partecipanti": [
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 2,
                                "ore": 0,
                                "secondi": 32
                            },
                            "has_testo": true,
                            "nome": "Tipe come te",
                            "partecipanti": [
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 2,
                                "ore": 0,
                                "secondi": 44
                            },
                            "has_testo": true,
                            "nome": "Capito tutto",
                            "partecipanti": [
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 2,
                                "ore": 0,
                                "secondi": 51
                            },
                            "has_testo": true,
                            "nome": "Che casino",
                            "partecipanti": [
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 3,
                                "ore": 0,
                                "secondi": 44
                            },
                            "has_testo": true,
                            "nome": "Strani pensieri",
                            "partecipanti": [
                            ],
                            "testo": ""
                        }
                    ],
                    "type": "album"
                },
                {
                    "label": "Vibrarecords",
                    "musica": {
                        "ArtistProduct": {
                            "description": "Mr. Simpatia è il secondo album solista di Fabri Fibra, pubblicato il 1º settembre 2004 per Vibrarecords. \nLa simpatia paventata nel titolo è un'ironia davanti alle delusioni della vita. Gli argomenti trattati sono il risentimento e l'amarezza per la stagnante scena hip hop italiana dell'epoca, il disprezzo verso la società, il rapporto complicato con le ragazze e le difficili condizioni lavorative. \nNell'album Fibra impersona il suo alter-ego Mr. Simpatia e, influenzato dall'Eminem di The Slim Shady LP, usa un linguaggio violento e scorretto. Numerosi sono i dissing espliciti a esponenti della scena rap italiana del tempo, nonché riferimenti a personaggi italiani del mondo dello spettacolo. In un'intervista del 2018, Fibra ha affermato di essersi ispirato anche a Dizzee Rascal, uno dei caposcuola della grime inglese. \nLe diciotto tracce sono tutte rappate da Fibra, che le scrisse durante la sua permanenza a Brighton (in Inghilterra), ad esclusione del brano “Andiamo”, realizzato insieme al fratello minore Nesli. Quest'ultimo ha anche realizzato la maggior parte delle strumentali dell'album, fatta eccezione per “Io non ti invidio”, prodotta da Bassi Maestro, e “Bonus Track”, realizzata da Bosca. \nÈ stata pubblicata, in seguito, una ristampa dal titolo Mr. Simpatia (Gold Edition) in cui è presente anche un DVD contenente il live di Fibra al FreeMusik di Brescia e un CD contenente la versione audio del DVD. \nNel 2018, dopo quasi quattordici anni dall'uscita, viene certificato disco d'oro. Due anni dopo Mr. Simpatia ottiene il disco di platino.",
                            "imagePath": "view/icons/Fabri_Fibra/Mr_Simpatia.jpg",
                            "title": "Mr Simpatia"
                        },
                        "dataUscita": {
                            "anno": 2004,
                            "giorno": 1,
                            "mese": 9
                        },
                        "durata": {
                            "minuti": 12,
                            "ore": 1,
                            "secondi": 1
                        },
                        "genere": "rap",
                        "type": "musica"
                    },
                    "tracce": [
                        {
                            "durata": {
                                "minuti": 3,
                                "ore": 0,
                                "secondi": 16
                            },
                            "has_testo": true,
                            "nome": "L'uomo nel mirino",
                            "partecipanti": [
                            ],
                            "testo": "[Intro] L'acquisto di questo CD è sconsigliato ai maggiori di diciott'anni I contenuti di questi testi non sono tuttavia rivolti a persone intelligenti Fabri Fibra, Fabri Fibra è completamente impazzito E non esiste alcun motivo al mondo per cui valga la pena starlo ad ascoltare (Mia colpa, mia colpa, mia grandissima colpa) Fabri Fibra? Fabri Sfiga (Mia colpa, mia grandissima colpa) (Io non ho fatto niente di male) (Mia grandissima colpa) [Ritornello] Io non rimo, inietto veleno in questo casino Lancio freccette sulla mia foto da bambino E se ancora non mi ammazzo È grazie al cazzo [Strofa 1] Il destino mio è fare l'uomo nel mirino Mi bagno di benzina, tu passami l'accendino Sono il disco macchina che investe il motorino con sopra Albertino Faccio marcia indietro e lo sopprimo Sono completamente impazzito Ho parlato col demonio in maschera e non m'ha capito Quando ero piccolo, mi hanno spinto in piscina Senza poi tornare a galla per quant'acqua ho inghiottito Ho il cervello bollito e un coglione indolenzito Ho un acido in circolo che ancora non ho smaltito Rinfaccio a mia madre il giorno in cui m'ha partorito Come auguro la morte ad ogni stronzo che m'ha tradito [Ritornello] Io non rimo, inietto veleno in questo casino Lancio freccette sulla mia foto da bambino E se ancora non mi ammazzo È grazie al cazzo Il destino mio è fare l'uomo nel mirino Mi bagno di benzina, tu passami l'accendino Se ancora non mi ammazzo È grazie al cazzo [Strofa 2] Ho un colpo in canna, col rap mi son firmato la condanna Se mi sparano ritorno perché sono un ologramma Sono un figlio di merda con in fiamme il diaframma Quando mangio un trip in casa e vesto come mia mamma Ho lo psyco-dramma, non vivo questo tempo Io non parlo come un gay come quel cazzo di Tormento Ho un crollo mentale sotto anestesia totale Ho un down che m'accompagna da qui fino al funerale M'addormento sognando che mi sveglio in una bara Mi masturbo con davanti i videoclip di Paola e Chiara Fumo venti grammi in venti minuti cara Dopo di che in bocca ho il deserto del Sahara Quindi è evidente che non scherzo in sala Da pranzo vengo verso di te con questa pala E una madonna se la sento brutta aria Che da un momento all'altro io qui salto in aria [Ritornello] Io non rimo, inietto veleno in questo casino Lancio freccette sulla mia foto da bambino E se ancora non mi ammazzo È grazie al cazzo Io non rimo, inietto veleno in questo casino Lancio freccette sulla mia foto da bambino Lancio freccette sulla mia foto da bambino E se ancora non mi ammazzo È grazie al cazzo"
                        },
                        {
                            "durata": {
                                "minuti": 3,
                                "ore": 0,
                                "secondi": 39
                            },
                            "has_testo": true,
                            "nome": "Gonfio così",
                            "partecipanti": [
                            ],
                            "testo": "[Intro] E bentornati a Radio Simpatia 17 FM per voi Per la giornata che vi continui bene La prima telefonata, chi abbiamo in linea? \"...passate qualsiasi musica ma non Fabri Fibra\" Ma non ci credo \"Non passate Fabri Fibra\" E infatti hai indovinato perché questo è il primo pezzo: [Ritornello] Non ho mai visto una ragazza così Con una faccia da porca così Avanti esci dal locale con me Che non l'ho mai avuto gonfio così [Strofa 1] Ho incontrato una mia amica in giro senza il suo ragazzo Che mi ha chiesto se andavo a fumare con lei nel suo palazzo Avevo in tasca una bustina d'erba che ancora ringrazio Pensando: \"Con una canna di troppo questa l'ammazzo\" Comunque 'sta ragazza è strana, ha un culo che è un pallone Che sicuro quando scopa bagna più di un gavettone Questa classica sfigata che va in cerca d'attenzione Finirà un giorno stuprata nel bagno della stazione Così 'sta ritardata dopo i primi due cannoni S'addormenta e non s'accorge che le tolgo i pantaloni C'è nel muro una foto: lei da piccola col nonno Io mi abbasso le mutande e inizio a scoparci nel sonno Di scatto lei apre gli occhi, io stringendo le sue gambe Do un'occhiata al mio pisello: \"Oh ma cazzo qua c'è il sangue! C'hai le mestruazioni? Dimmelo, cazzo, mi fai contento\" \"Sì ce le ho\", \"Meglio per me\", \"Perché?!\", \"Così ti sborro dentro\" [Ritornello] Non ho mai visto una ragazza così (Non ci credo) Con una faccia da porca così (Non ci credo) Avanti esci dal locale con me Che non l'ho mai avuto gonfio così [Strofa 2] Quando ho scopato con te ho fatto finta che eri un'altra Ho chiuso gli occhi immaginando una ragazza un po' più alta Il primo bocchino tu me l'hai fatto usando i denti Il giorno dopo in macchina giravo andando ai venti Se mi piace una ragazza per starci darei un polmone Quando poi infine ci scopo non ricordo neanche il nome Ma ricordo tempo fa pranzavo con Non è la Rai Quando invece oggi mi dicono Ambra è lesbica e c'ha l'AIDS Resto fatto e come il Papa, quando parlo sembro un morto Ma se incontro la mia ex incinta le auguro un aborto E se invece c'ha già un figlio con un noviligurino Entro in casa dal giardino, uccido lei con il bambino Io con tutta la merda che ho consumato in vita mia Come minimo se faccio un figlio c'ha la distrofia E la tua è una figa infetta e visto che c'ho fatto buca Mi è venuta una ciste al cazzo che sembra una verruca [Ritornello] Non ho mai visto una ragazza così (Non ci credo) Con una faccia da porca così (Non ci credo) Avanti esci dal locale con me Che non l'ho mai avuto gonfio così [Strofa 3] Le ragazze son così, sono tutte molto strane Si dividono in due gruppi (le mignotte e le puttane) C'è che a volte io non scopo anche per otto settimane Così poi girando in centro m'eccito anche con un cane Ma quello che ci fotte cari miei in questa nazione È un lavaggio del cervello grazie a questa religione Ma se scopi con il culo brutto pezzo d'un recchione Ti chiamiamo un esorcista che ti mette in punizione Se in questo locale mi chiedi: \"Canti una canzone? Facciamo una foto? Mi fai un freestyle con il mio nome?\" \"Va bene, tu però mi offri una consumazione\" Così poi quando ti volti per raggiungere il bancone Ti ribalto con questa zampata in culo \"Vaffanculo!\", \"Mi credi anche famoso? Vuoi prendermi per il culo?\" Che poi quando ti bacio penso sempre a qualcos'altro Magari a quanta gente sta morendo di infarto [Ritornello] Non ho mai visto una ragazza così (Non ci credo) Con una faccia da porca così (Non ci credo) Avanti esci dal locale con me Che non l'ho mai avuto gonfio così"
                        },
                        {
                            "durata": {
                                "minuti": 3,
                                "ore": 0,
                                "secondi": 48
                            },
                            "has_testo": true,
                            "nome": "Io non ti invidio",
                            "partecipanti": [
                                "Bassi Maestro"
                            ],
                            "testo": "[Intro: Bassi Maestro] Signore e signori, Busdeez è lieto di presentarvi Dritto fuori dall'angolo più sinistro del ring Il rapper più figo di tutti i tempi Fabri, Fibra, kick it [Strofa 1] Il mio nome è Sfiber detto Fibroga Anche noto come il rapper che caga troppa roba Ho il naso bagnato come quello di un cane Io con il rap mi sfogo mentre tu crepi di fame Come Paola Barale in cerca di un contratto In giro a fare orge con lo sguardo sempre fatto Ti senti un divo? Io non ti invidio Io non ti invidio, io non ti invidio Finché sogni grilletti ma senza canne mozze Non basteranno fregne per queste rime zozze Sputo catarro, lascio chiazze marroni Io per evitare un figlio mi siringo nei coglioni Sono un licantropo, misogeno, misantropo Mi sputi dal terrazzo quando vedi che m'arrampico Alcolico al livello non sono tuo fratello Io faccio il rap solo per dare via un po' più di uccello Capisci questo è il bello e se tu sei un divo Allora mi domando io sono morto o sono vivo?[Ritornello] Ti senti un divo? Io non ti invidio Vorresti essere un divo? Io non ti invidio Vorresti andare in video? Io non ti invidio Io non ti invidio, io non ti invidio [Strofa 2] Buongiorno Italia che ti osserva la mattina Ma di notte c'è chi affetta fighe sotto formalina Chi mantiene i genitali in frigo dentro una lattina Quando pure il giorno prima ha anche stuprato la vicina (Ah) Io rapisco una velina e ne abuso fino al giorno del rilascio di Riina Ho letto che esistono madri con i figli handicappati Che li portano a puttane perché è giusto, vanno amati Lo ha suggerito il Papa, ma poi la cosa strana È che questi vanno a troie quattro volte a settimana Scopando più di me, sento lo schifo al cazzo Ma ti immagini ci fossero troie nel mio palazzo? [Ritornello] Vorresti essere un divo? Io non ti invidio Vorresti andare in video? Io non ti invidio Hai un morto dentro il frigo? Io non ti invidio Io non ti invidio, io non ti invidio Vorresti essere un divo? Io non ti invidio Vorresti andare in video? Io non ti invidio Hai un corpo dentro il frigo? Io non ti invidio Io non ti invidio, io non ti invidio [Strofa 3] Io mi sto per masturbare, non lasciatemi cantare Ma qualcuno ancora pensa che mi possa spaventare A scuola io ero un ritardato Le insegnanti di sostegno dopo un mese han rinunciato Quindi no, non venirmi a dire: “Mi interessa il rap” Io qui non faccio rime, io faccio russian roulette Voglio la fama, voglio gente che mi acclama E una bionda che mi sposa, mezza svizzera e italiana Che mi lascia perché sente di svoltare Dire barzellette in tele seminuda e la mia vita si sputtana \"Quella è tua moglie?\" Era questa puttana! Sto tritando marijuana su un piatto, Giovanni Rana Con Pannella che è in salotto balla e sbava come un lama Che fuma da cinquant'anni e muore tra una settimana \"Io cazzo non sopporto questa musica elettronica\" Ma ieri hai collassato al concerto dei Subsonica Io sto addestrando un plotone esecuzione Dai pantaloni larghi, Sambuca e Bacardi Andiamo a prostitute, ma c'è sempre Sgarbi \"Voglio anche io essere famoso in mezzo a questi bastardi\" [Ritornello] Vorresti essere un divo? Io non ti invidio Vorresti andare in video? Io non ti invidio Hai un morto dentro al frigo? Io non ti invidio Io non ti invidio, io non ti invidio Vorresti essere un divo? Io non ti invidio Vorresti andare in video? Io non ti invidio Hai un corpo dentro il frigo? Io non ti invidio Io non ti invidio, io non ti invidio [Outro] Dai... dai...ooh mega…grande oh! *Clacson* Oh, grande, Fabri! Oh, grande, mega, sei un grande veramente, come stai? Tutto bene? Grazie veramente che mi sei venuto a prendere. No già il fatto... No no, ti faccio vede 'sta cosa qua... Questa è seria"
                        },
                        {
                            "durata": {
                                "minuti": 3,
                                "ore": 0,
                                "secondi": 35
                            },
                            "has_testo": true,
                            "nome": "Venerdì diciassette",
                            "partecipanti": [
                            ],
                            "testo": "[Intro] Yeah, Fabri Fibra (Ah) Froci, ricchioni di merda Puttane ruffiane complessate del cazzo Vado a morire Attenzione, le parole che seguono sono frutto di uno sfogo di Fabri Fibra Non vanno quindi prese seriamente Non vanno quindi prese finemente [Ritornello] Non ce la faccio più, io questa sera m'ammazzo Non vi sopporto più, solo a pensarvi mi incazzo Per non vedervi più, visto che io sono un pazzo Mi punto una pistola, questa sera m'ammazzo Non ce la faccio più, io questa sera m'ammazzo Non vi sopporto più, solo a pensarvi mi incazzo Per non vedervi più visto che io sono un pazzo Mi punto una pistola, questa sera m'ammazzo [Strofa 1] Entro in casa mia arrampicandomi dal terrazzo Punto un lanciafiamme sulla mia famiglia e l'ammazzo Così voglio vedere quando vado all'inferno Se il demonio c'ha la faccia di Erika o del suo ragazzo Ora sto con gente con cui mi devasto Ultimamente fumo eroina tabasco E ti assicuro è buona, ce la vende Vasco Per me il rap è uno stress perché ho fatto fiasco E adesso io lavoro nell'ufficio di un fallito Sogno ormai da anni di ucciderlo con armi di ogni tipo La mia ragazza mi ha detto: \"Vattene che sei impazzito!\" Ancora per lo shock io aspetto in chiesa con l'anello al dito E cazzo non capisco la Madonna piange sangue Quando giro con due grammi nascosti nelle mutande Poi ribalto le pupille dopo diciassette spini Smetto poi di respirare, ho visto farlo a Mia Martini Più-più-più che uno stile è uno strazio Questo mio rap ti fa schifo al cazzo Tutto ciò che resta a me mi ha reso pazzo Mi punto una pistola, questa sera m'ammazzo[Ritornello] Non ce la faccio più, io questa sera m'ammazzo Non vi sopporto più, solo a pensarvi mi incazzo Per non vedervi più, visto che io sono un pazzo Mi punto una pistola, questa sera m'ammazzo Non ce la faccio più, io questa sera m'ammazzo Non vi sopporto più, solo a pensarvi mi incazzo Per non vedervi più, visto che io sono un pazzo Mi punto una pistola, questa sera m'ammazzo [Strofa 2] Sono nato il diciassette di venerdì Odio Irene Lamedica e il suo cazzo di R&B Per colpa sua non mi conosci, non esisto come MC Non sono qui (E passami 'sto cazzo di pezzo) Il fatto è che sto immaginando la faccia del tuo ragazzo Dietro le sbarre come una testa di cazzo Come quel tipo che è entrato in casa dei tuoi genitori Con una bottiglia di vino e un mazzo di fiori Andando col cappotto verso l'attaccapanni Parlando con la tua sorellina di dodic'anni Che è stata ritrovata il giorno dopo nello sgabuzzino Senza vestiti con un taglio nell'intestino E le budella nel cestino, la sborra sul cuscino Il sangue sul lavandino e cola sul tappetino Mi fermano e mi fanno la prova del palloncino È la merda che concimo e fumando mi allucino Mi strappo un altro filtro strappando 'sto cartoncino Degrado in paranoia come quando ascolto i Tiromancino Giro in casa con in mano questo uncino Ti ci strappo le ovaie e che cazzo me le cucino! Ma non sono il tipo che va pazzo per le foto È molto meglio bere fino a che non vedi il vuoto Poi guido ubriaco dopo quindici Peroni Mi schianto con la moto mentre canto Alex Baroni Così l'ipocrisia di queste generazioni Vi spingerà a cantare un paio delle mie canzoni Io spero che 'sto trip non mi dia allucinazioni Sui miei genitori incastrati in peggio situazioni Ma sai cosa è la sfiga? Chi manifesta Al G8 e poi finisce a terra con un colpo in testa E sai cosa è uno sbirro? Chi viene assolto In piazza con la divisa anche se poi gli parte un colpo [Ritornello] Non ce la faccio più, io questa sera m'ammazzo Non vi sopporto più, solo a pensarvi mi incazzo Per non vedervi più, visto che io sono un pazzo Mi punto una pistola, questa sera m'ammazzo [Outro] Non ce la faccio più"
                        },
                        {
                            "durata": {
                                "minuti": 3,
                                "ore": 0,
                                "secondi": 46
                            },
                            "has_testo": true,
                            "nome": "Solo una botta",
                            "partecipanti": [
                            ],
                            "testo": "[Intro] E questa è Radio Simpatia per tutti voi Iniziamo la giornata con la prima canzone: Fabri Sfiga! Fibra... scusate! 'Sto giro ho fatto una cazzata tanto grossa... e dilla! [Strofa 1] Dopo l'ennesima grappa mi gratto una chiappa Entrando in un nightclub con in testa una zappa Ho bisogno di affetto finché 'sta pasta fa effetto Scendo in pista come il Piotta quando si veste da surfista Ho la mente del masochista quando ballo come un teppista Questo gay che mi si avvicina, cosa pensa tra noi esista?! Quindi io gli volto le spalle ma 'sto gay mi tocca le palle Io mi scanso verso l'uscita \"Cazzo, che figa che è quella tipa!\" E questa ragazza, sì, che mi ingrifa lecca la lingua della sua amica Poi mi ficca questa pasticca in bocca ma c'è un gay che mi è dietro e tocca Un altro gay che mi lecca il collo, fuggo in un corridoio E mi ritrovo una giapponese in un privé a luci rosse accese \"Cinciulin cinciulin ciulino sembli avele un bel figulino Vuoi passale un bel momentino? Paga plima, non c'è scontlino Cento Eulo e ti fai il festino Tokyo, Pechino, culo e bocchino Cinque lagazze nel salottino: scegline una e paga bambino!\" E non mi sembra vero, ma ce l'ho fatta Quindi prendo il portafoglio pago e svuoto la sacca Sono talmente ubriaco che sbaverei su queste fighe Ma con un cazzo atrofizzato dopo che ho fatto cinque righe Comunque svolto questa sera, mi sono scelto la più seria La giapponese in giarrettiera con una faccia che sembra a sfera Che mi tocca la bomboniera, la seconda pasta fa effetto Sette chili in sette giorni tipo la clinica di Pozzetto Io rimango in piedi eretto con in mano il mio biglietto E davanti un gabinetto in mezzo a due camere da letto La tipa entra in una e fa l'occhietto: \"Avanti, vieni che t'aspetto\" Mi fiondo dentro come il proiettile sparato in testa a Carletto Con un cazzo che è un carciofo e uno scroto che è uno scrofo Son due mesi che non scopo, quindi immaginami dopo Due secondi e son già nudo, questo è il vero sesso crudo Lei mi tampona la cappella con la bocca pronta a fare judo[Ritornello] E non mi sembra vero, ma ce l'ho fatta Non capisci voglio solamente darti una botta Voglio darti una botta, darti una botta, voglio darti una botta Molte ragazze per averle è una lotta Quando in fondo vorrei solamente dare una botta Voglio darti una botta, darti una botta, voglio darti una botta E se un domani mio figlio andrà con una mignotta Vorrà dire, anzi vorrà dare solo una botta Vorrà dare una botta, solo una botta, voglio darti una botta [Strofa 2] Seconda strofa: è la prima volta che pago ad una scrofa Che mi infila il profilattico lubrificato in modo tattico Questo è l'attimo idilliaco, aumenta il battito cardiaco Lei mi dice: \"Vieni bello, avanti, spluzza quel pisello\" Però il mio cuore è un tamburello, batte come uno scalpello Perché ho preso un po' di questo e perché ho fumato un po' di quello Ho la faccia come un fringuello, morto appeso a un ramoscello Dalle orecchie sto sborrando fuori mezzo mio cervello Ma non vengo, anzi rigetto, sbavo e corro in gabinetto La tipa che urla: \"Lesta a letto\", cazzo, è un incubo 'st'effetto Io mi getto sulla tazza cagnolando la mia razza Vomitandomi sul cazzo, la giapponese che si incazza Mentre nella stanza accanto stanno scopando come cinghiali Io collasso tra le urla di tutti quanti 'sti maiali Ma ormai il tempo è scaduto e io mi rivesto in cameretta Ma arriva il gay che apre la porta e urla: \"Ti faccio una pugnetta\" [Ritornello] Molte ragazze per averle è una lotta Quando in fondo vorrei solamente dare una botta Voglio darti una botta, darti una botta, voglio darti una botta E se un domani mio figlio andrà con una mignotta Vorrà dire, anzi vorrà dare solo una botta Vorrà dare una botta, solo una botta, voglio darti una botta! [Outro] Non ci credo, con questa faccia da mignotta Mi piace questo Fabri Fibra Mi è entrato in qualche maniera, è particolare"
                        },
                        {
                            "durata": {
                                "minuti": 4,
                                "ore": 0,
                                "secondi": 19
                            },
                            "has_testo": true,
                            "nome": "Momenti no",
                            "partecipanti": [
                            ],
                            "testo": "[Strofa 1] Io sto nell'acqua in questa vasca in cui ci butto acceso un fon Vorrei incontrarti tra cent'anni appesa insieme a Ron Divento aggressivo, se non lo sono imparerò Nel caso in cui ti vedrò entrare in casa mia ti sparerò Un paio di anni fa ero troppo stupido, lo so Ma sto pagando un prezzo che non me lo scorderò Sono in down perciò il peggio è che peggiorerò Un uomo bomba, mi sfuggirò e mi autodistruggerò Il mio cuore ancora batte, ma soltanto per un po' Bevendo in macchina un frontale a cento con questa Renault E il mio nome è in questa lapide, mica in un borderò Il mio volto è ancora in lacrime da quando hai detto: \"No\" E quante donne incontrerò che ancora peggio tratterò Su questo chiodo la mia fronte tra un secondo sbatterò Ogni volta che mi domando quanto mi condannerò Fino al prossimo mese in casa con lo stipendio che c'ho, perciò [Ritornello] Quanti momenti no (No) Quanti progetti e poi (Poi) Nonostante ti amo non funziona tra di noi (Tra di noi) Ma se ti incontro per la strada con un altro, non lo so (Non lo so) Gli prenderò di scatto il collo, stringerò e lo strozzerò (Lo strozzerò) Quanti momenti no (No) Quanti progetti e poi (Poi) Nonostante ti amo non funziona tra di noi (Tra di noi) Ma se ti incontro per la strada con un altro, non lo so (Non lo so) Gli prenderò di scatto il collo, stringerò e lo strozzerò (Lo strozzerò) [Strofa 2] Sono circondato da pazzi che confondono il mio io Mia madre è in paranoia, prega e spera in questo Dio Son talmente confuso che non so più il nome mio Mi sfondo casa mentre guido il furgoncino di mio zio Perché sono in depressione, ho crisi di persecuzione Sono pronto all'ispezione quando scendo alla stazione Voglio più prostituzione intorno alla mia abitazione Prima che esploda in aria per difetti di progettazione Tengo una deformazione, la testa in ebollizione Non siamo una proiezione, siamo senza protezione Drogo la circolazione del mio sangue in secrezione E spingo fino all'infezione collassando a colazione Se andassi in televisione, sarei il tipo che accoltella Un taglio in pancia lacerando il corpo di Giucas Casella Io sputo sulla tomba di Pacciani morto in cella E strozzerò ogni tuo ragazzo: o sarai mia o sarai zitella [Ritornello] Quanti momenti no (No) Quanti progetti e poi (Poi) Nonostante ti amo non funziona tra di noi (Tra di noi) Ma se ti incontro per la strada con un altro, non lo so (Non lo so) Gli prenderò di scatto il collo, stringerò e lo strozzerò (Lo strozzerò) Quanti momenti no (No) Quanti progetti e poi (Poi) Nonostante ti amo non funziona tra di noi (Tra di noi) Ma se ti incontro per la strada con un altro, non lo so (Non lo so) Gli prenderò di scatto il collo, stringerò e lo strozzerò (Lo strozzerò) [Strofa 3] Non sono affatto interessato ai tuoi commenti, e sai perché? Di cattiverie ne ho pensate anche fin troppe su di me Io stavo andando in collegio quand'era il '93 Perché gli unici interessi miei non erano un granché Io, quando parlo con mio padre, sento il gelo dentro me Perché non parla con mia madre e lei non parla più con me Sono un pazzo vagante insano tanto quanto te Che diventa schizofrenico in classe (Che cazzo c'è?) Ho ancora i buchi nella schiena che gli amici han fatto a me Si sono chiesti: \"Ma cos'è che fa? Pensa solo per sé?\" Questo è egoismo, il mio nervoso non c'entra con il caffè E il pessimismo qui germoglia insieme all'odio che già c'è Io non c'ho cash, quindi non viaggio, al massimo faccio un bidet Ma chiedo un prestito a un collega e ci compro una 33 Da spararmi in testa in ufficio quando il mio capo non c'è Metà cervello, brutto stronzo, te lo spruzzo sul parquet [Ritornello] Quanti momenti no (No) Quanti progetti e poi (Poi) Nonostante ti amo non funziona tra di noi (Tra di noi) Ma se ti incontro per la strada con un altro, non lo so (Non lo so) Gli prenderò di scatto il collo, stringerò e lo strozzerò (Lo strozzerò) Quanti momenti no (No) Quanti progetti e poi (Poi) Nonostante ti amo non funziona tra di noi (Tra di noi) Ma se ti incontro per la strada con un altro, non lo so (Non lo so) Gli prenderò di scatto il collo, stringerò e lo strozzerò (Lo strozzerò) [Outro] Non lo so (Non lo so) Non lo so, non lo so (Non lo so) Non lo so, non lo so, non lo so (Non lo so) Non lo so (Non lo so) Non lo so, non lo so (Non lo so) Non lo so (Non lo so)"
                        },
                        {
                            "durata": {
                                "minuti": 4,
                                "ore": 0,
                                "secondi": 18
                            },
                            "has_testo": true,
                            "nome": "Da questo locale",
                            "partecipanti": [
                            ],
                            "testo": "[Intro] Eh, Fabri Fibra coño, otra vez tronco me cago en la puta, otra vez en la puta calle, si es que Fabri Fibra eres lo peor de lo peores maricón, joder tronco tanta marijuana nos va a dejar en la calle todos los días hostia (Ahhhhhh) [Ritornello] Ecco perché ci sbattono fuori da questo locale Non lo vedi che se entri con me ci sbattono fuori da questo locale Che se fumi, che se bevi con me ci sbattono fuori da questo locale Da questo locale, da questo locale ci sbattono fuori da questo locale [Strofa 1] Io fumo come un disperato E mi faccio più pugnette di un carcerato Ho lo sguardo che è di un menomato E mi vesto come Jovanotti pensionato Ma non sono come lui, non sono sposato Con una che va con altri (Con chi hai scopato?) La mia ragazza quando m'ha lasciato Ha premuto sul mio nome e lo ha resettato Ma quando ha visto dove ho parcheggiato Con i pantaloni giù mi sono avvicinato Ma la madre che mi aveva pedinato Arriva urlando: \"Lasciala in pace malato!\" Non lo capisci sono frustrato Che facevi l'autostop e non ti ho accoppato Quando ero piccolo, sono annegato E ora giro come un ologramma proiettato Devo ridurre un mondo brevettato In mille pezzi come un aereo dirottato Ma non vedi che sono spiantato Dopo che respiri la pasticca che ho schiacciato! [Ritornello] Ecco perché ci sbattono fuori da questo locale Non lo vedi che se entri con me ci sbattono fuori da questo locale Che se fumi, che se bevi con me ci sbattono fuori da questo locale Da questo locale ci sbattono fuori da questo locale [Strofa 2] Faccio come il toro alla corrida Ti vengo addosso c'ho l'istinto suicida Quando cado a terra il pavimento vibra \"Chiamate un'ambulanza per Fabri Fibra!\" A questa ragazza che fa la diva Le faccio fumare erba radioattiva E poi ci scambiamo un po' di saliva In mezzo alla pista che ci assaliva Io mi nascondo con la refurtiva Io sono la merda che porta sfiga Resti nell'ombra della mia sigla Doppia F come fregna e figa Andiamo in bagno e ci facciamo una riga Così cambiamo pelle come i Litfiba E visto che ci siamo ti lecco la figa Ma cadi a terra e ti rompi la tibia [Ritornello] Ecco perché ci sbattono fuori da questo locale Non lo vedi che se entri con me ci sbattono fuori da questo locale Che se fumi, che se bevi con me ci sbattono fuori da questo locale Da questo locale ci sbattono fuori da questo locale [Strofa 3] Di ragazze ne vedo a decine \"Ciao come stai? Siamo due cugine Ci passano i bicchieri con le bollicine Ci chiamano le cagne, le barboncine Dai, andiamo che facciamo le storie al cine\" C'è la canna che puzza più del concime C'è la mia sborrata sulle poltroncine Rido in faccia al buttafuori ed è la fine [Ritornello] Ecco perché ci sbattono fuori da questo locale Non lo vedi che se entri con me ci sbattono fuori da questo locale Che se fumi, che se bevi con me ci sbattono fuori da questo locale Da questo locale ci sbattono fuori da questo locale [Outro] Fabri Fibra, Fa-Fabri Fibra!"
                        },
                        {
                            "durata": {
                                "minuti": 3,
                                "ore": 0,
                                "secondi": 47
                            },
                            "has_testo": true,
                            "nome": "Rap in vena",
                            "partecipanti": [
                            ],
                            "testo": "[Intro] Ascolto prego: se ti piace il rap, scegliti un altro rapper, perché questo non è un buon momento per Fabri Fibra (Fibra) Diciamo che la sua è una crisi da ex-complessato, ex-complessato E questo è un esempio perfetto! [Ritornello] Io me ne sbatto il cazzo di un lavoro in città Io spruzzo rap in vena Io spruzzo rap in vena (2004, Click Teste Mobili, il click maledetto) Io me ne sbatto il cazzo di un lavoro in città Io spruzzo rap in vena Io spruzzo rap in vena ooh! [Strofa 1] Per essere un fallito uguale a me tu che fai? Piscio in classe e poi ti incolpo con la faccia che c'hai Scrivo \"Troia la Madonna\" su questo muro con lo spray Sborro sulla tastiera guardando i porno website Schizzo frasi, le sborro su queste basi Che escono dalle casse come il sangue dai vostri nasi Ho un incubo da realizzare, un corpo nel mio orto E io ho crampi allo stomaco se pretendi anche un rapporto Mi sveglio e vado al lavoro con l'umore storto Tanto che il primo stronzo che incontro lo vorrei morto Faccio benzina e già 'sto scemo guarda male \"Cazzo vuoi? C'hai un lavoro di merda ed io uguale!\" Arrivo tardi e comunque il mio capo è un pazzo Che spende soldi a troie vantandosi del suo cazzo Un giorno m'ha detto: \"Tarducci, vieni in ufficio Ma quand'è che ti licenzi da 'sto cazzo d'edificio? Votavo Berlusconi prima della par-condicio E c'ho pure conoscenze nello Stato Pontificio Questa mia segretaria sta in bagno a risciacquarsi i denti E per questo motivo il mio uccello puzza di dentifricio Darti lavoro per me è soltanto un sacrificio Per quando te ne andrai faremo i fuochi d'artificio Quando parli coi clienti sembra che stai in galleria La saggia soluzione sarebbe mandarti via” Io contrattacco e gli mostro il pacco Dicendo: \"Cazzo! Mi impegno sempre un sacco La sera quando stacco ripenso ma quanto ho fatto? 'Sta azienda del cazzo però è la tua io me ne sbatto\"[Ritornello] Io me ne sbatto il cazzo di un lavoro in città Io spruzzo rap in vena Io spruzzo rap in vena Io me ne sbatto il cazzo di un lavoro in città Io spruzzo rap in vena Io spruzzo rap in vena ooh! [Strofa 2] Il capo in un lampo perde il controllo (Boing) Si lancia apre le mani afferrandomi per il collo Mi spacca la collanina strozzandomi come un pollo Poi mi sbatte contro il muro scalciando finché non crollo Cazzo io non c'ho un lavoro in cui non sbotto in pianti Rimango lacrimante a terra con questo davanti Che mi strattona i capelli per tre minuti abbondanti Manco fossi un abbonato a una rivista di trapianti La segretaria entra dopo aver lavato i denti È divorziata con due figli e prende gli alimenti “Sono stata assunta guadagnandomi i compensi E mi scopo il dirigente fino a che non perde i sensi Ho visto che quando lavori gli altri li influenzi Incoraggiando a respirare odori che non sono incensi Il tuo posto di lavoro quindi non te l'assicuro Se tu vuoi restare qui, devi leccare qualche culo” Cazzo non ci vedo più e di scatto m'alzo in piedi Mi sento Chewbacca ne Il ritorno dello Jedi Afferro per i capelli questa donna e faccio effetto Cadendo a piedi in avanti la sbatto sull'armadietto E non ne vale la pena Se questo è un lavoro meglio farsi in vena Almeno per un po' non sentirò il problema Vorrei vedere il mio capo andare in cancrena [Ritornello] Io me ne sbatto il cazzo di un lavoro in città Io spruzzo rap in vena Io spruzzo rap in vena Io me ne sbatto il cazzo di un lavoro in città Io spruzzo rap in vena Io spruzzo rap in vena Io me ne sbatto il cazzo di un lavoro in città Io spruzzo rap in vena Io spruzzo rap in vena Io me ne sbatto il cazzo di un lavoro in città Io spruzzo rap in vena Io spruzzo rap in vena ooh!"
                        },
                        {
                            "durata": {
                                "minuti": 4,
                                "ore": 0,
                                "secondi": 9
                            },
                            "has_testo": true,
                            "nome": "Niente male",
                            "partecipanti": [
                            ],
                            "testo": "[Intro] Ascolta, è inutile che mi fai gli squilli Se vedi che non ti richiamo, secondo te cosa vuol dire? [Strofa 1] Mi chiudo in bagno a fumare, ma quando piscio fa male È un'infezione banale, che tanto sta per passare Ho letto anche sul giornale, comunque in tutti è normale È un discorso virale, io faccio il test, è vitale E tu fai: \"Basta guardare!\", potessi tornare Un anno indietro nel tempo, non staremmo a parlare E invece qui a quanto pare, manca un mese a Natale E io son già preso male, neanche ho più casa al mare Sto in città a lavorare, non passarmi a trovare Che ti immagino già rotolare giù per le scale E ti continui a incolpare, e continui a irritare E io vorrei che il tuo cuore cominciasse a gelare E ti continuo a dannare, sento in tele parlare Che la gente come noi dovrebbe sdrammatizzare Io e te non dobbiamo stare, neanche esistere insieme Abbiamo solo scopato e io neanche ti voglio bene Puoi tagliarti le vene, puoi donarmi anche un rene Tocchi solo 'sto pene che neanche ti appartiene Io ti strapperei gli occhi, mi smetterei di fissare Chiudi sta cazzo di bocca che neanche sai ingoiare[Ritornello] È un legame niente male È un legame niente male È un legame niente male Che ci porta all'ospedale È un legame niente male È un legame niente male È un legame niente male Che ci porta all'ospedale [Strofa 2] Sei una piccola stronza con la figa che è un pozzo Quindi stammi lontano che io ti impalo e ti sgozzo E poi ti infilo in un pacco del cazzo E lo spedisco al tuo ragazzo Che gli ho risparmiato soltanto spazio E cosa mi chiami? Cosa allunghi le mani? Hai macchiato di sangue anche i miei unici Armani Trombi peggio dei cani, andresti bene a Sabani O a un depravato qualunque dei programmi italiani Io quando ti ho incontrato ricordo abbiamo parlato Tu mi hai chiesto il mio nome, il mio segno e quando son nato Il tuo nome invece a me non mi è mai interessato Parli con un dialetto che sembra un colpo di Stato E se magari ti stupro neanche vengo arrestato Perché giri con gente che t'ha già molestato Quando parli fai lo sguardo provocante malato Qualunque razza di uomo ti porterebbe al mercato Quando poi t'ho spogliato c'era un tempo dannato Non ricordo un odore, un abbraccio, un bacio, il tuo fiato E non c'era atmosfera, solo il tuo culo sudato Cazzo parli quando scopi, mica sei in teatro Ho incontrato un mio amico e gliel'ho raccontato Così ogni volta che ti incontra lui ti guarda ingrifato Ti comporti da donna perché hai già sviluppato Ma io le ovaie te le attappo e te le strappo in un prato Perché volevi anche un figlio che mi assomigli in un lato E invece adesso se lo vuoi ti prendi un figlio adottato Che gli venderò il fumo in modo che cresca un drogato E poi gli insegno a cantare \"Viva La Mamma\" di Bennato Se facessimo un figlio nascerebbe handicappato E tu già lo sembri con quel culo deformato Cosa cazzo hai pensato quando hai detto: \"C'ho un ritardo, guarda, sii preoccupato!\" Ma non t'ho neanche toccato! [Ritornello] È un legame niente male È un legame niente male È un legame niente male Che ci porta all'ospedale È un legame niente male È un legame niente male È un legame niente male Che ci porta all'ospedale [Strofa 3] Sto pensando è un peccato perché in fondo mi piaci Ma sei squallida anche quando resti zitta nei baci Con gli stessi vestiti che ormai sembrano stracci Ti schiaffeggio con le scarpe e poi ti strozzo coi lacci Non c'è donna più triste della donna che abbracci Quando dopo un secondo con due parole la schiacci Quando noi stiamo insieme risultiamo pagliacci Meglio darsi un addio perché non fai al caso mio Io non sopporto le persone timorate di Dio Che hanno i rimorsi di coscienza e ogni discorso è un rinvio E sono i primi a nascondersi, non sanno rispondersi E quando stanno insieme devono corrispondersi Sì, ma non fila, che siamo anche oltre il duemila E se il mio cuore delira sembri mia nonna che stira È sepolta sottoterra da venti anni che non respira E tu farai la stessa fine, questa è l'aria che tira [Ritornello] È un legame niente male È un legame niente male È un legame niente male Che ci porta all'ospedale È un legame niente male È un legame niente male È un legame niente male Che ci porta all'ospedale"
                        },
                        {
                            "durata": {
                                "minuti": 2,
                                "ore": 0,
                                "secondi": 58
                            },
                            "has_testo": true,
                            "nome": "Faccio sul serio",
                            "partecipanti": [
                            ],
                            "testo": "[Intro] \"Bella prof (Fibra) Con questa, mi venite a prendere a casa (Attenzione, questo brano di Fabri Fibra non merita alcun...)\" [Ritornello] Io, faccio sul serio Ragazzi faccio troppo sul serio Faccio sul serio Ragazze faccio troppo sul serio Sul serio, sul serio (Collega faccio troppo sul serio) Faccio sul serio, col rap Io, faccio sul serio Ragazzi faccio troppo sul serio Faccio sul serio Ragazze faccio troppo sul serio Sul serio, sul serio (Collega faccio troppo sul serio) Faccio sul serio, sul serio Io [Strofa 1] Prendere la vita come viene, riga Oppure prendere la vita come Fabri Fibra Se io mi fossi chiamato Fabrizio Tarducci Forse magari a quest'ora vestivo Gucci (Oh ma sei serio?) Ma l'euro è come il dollaro e sta merda non produce Anche se questi americani, c'hanno salvato dal duce Io sto senza un lavoro, in un appartamento al buio Perché per questo mese non c'ho un soldo per la luce Potessi andare in tele, spruzzerei due ragnatele Su ogni stronzo che rappa cantando al tempo delle mele Potessi andare in radio, punto a farti un tirocinio Sbudellando i testi idioti che fanno il Piotta e i Flaminio Mi sputo addosso, sul dito medio Io non connetto, ho la testa in stato di assedio Non merito un premio questo è il grilletto e lo premo Mi faccio un buco nel cranio ma prima alzo la mano Perché domandi chi non crede in questo rap italiano C'è ancora chi si legge Aelle di un parente lontano Non mi sono mai fatto donne come La Pina Che di tre dischi che ha fatto non ricordo una rima[Ritornello] Io, faccio sul serio Ragazzi faccio troppo sul serio Faccio sul serio Ragazze faccio troppo sul serio Sul serio, sul serio (Collega faccio troppo sul serio) Faccio sul serio, col rap Io, faccio sul serio Ragazzi faccio troppo sul serio Faccio sul serio Ragazze faccio troppo sul serio Sul serio, sul serio (Collega faccio troppo sul serio) Faccio sul serio, sul serio (Fabriiii Fibraaa) Io [Strofa 2] Faccio sul serio nove anni che scrivo ogni mio pensiero Nove anni sullo stesso stereo inietto un siero Ogni rima che faccio porta allo sclero colpa del clero Nell'underground sprofondai in un buco nero (Ooooooo...) Non sembra vero potrebbe essere un impero Quando invece accendo un cero ogni notte che mi dispero Resto in trance, ho il rap che non ha chance Le mie rime più belle le ho copiate dai miei fans Sono distrutto, perché il mio rap spacca di brutto Uccido la scena e vesto scuro in segno di lutto Per cominciare, mi hanno cacciato da ogni centro sociale Perché non esprimo idee politiche varie Attuo come se fosse terapia mi da impulsi alla schiena con delle scosse Io non descrivo rappresaglie e sommosse Non è rap quello dei 99 Posse Mi rendono le palle grosse Esploderanno come il cazzo di bombe delle Brigate Rosse E anche se fosse non sembra vero È un bolero dinero zero con il rap io faccio troppo sul serio [Ritornello] Io, faccio sul serio Ragazzi faccio troppo sul serio Faccio sul serio Ragazze faccio troppo sul serio Sul serio, sul serio (Collega faccio troppo sul serio) Faccio sul serio, col rap Io, faccio sul serio Ragazzi faccio troppo sul serio Faccio sul serio Ragazze faccio troppo sul serio Sul serio, sul serio (Collega faccio troppo sul serio) Faccio sul serio, sul serio Io"
                        },
                        {
                            "durata": {
                                "minuti": 4,
                                "ore": 0,
                                "secondi": 42
                            },
                            "has_testo": true,
                            "nome": "Non crollo",
                            "partecipanti": [
                            ],
                            "testo": "[Intro] È qui, è qui, è tornato, è qui Go [Strofa 1] Stringo nel braccio questa cinghia Lascia che spinga rap in vena attraverso questa siringa Ho preso un ecstasy anche se non so l'effetto Canto in pubblico e dai colpi metto in testa questo elmetto E, quando poi chiudo gli occhi, mi immagino mille avvoltoi Qualunque porta è chiusa a chiave, quindi incendio i corridoi Quando il fuoco arriva ai piedi, la mia testa è in produzione Dietro me c'è troppa vita, ma davanti c'è un plotone Ricordi quando ho detto: \"Su molti non fa effetto\" Sbotto a ventott'anni schiacciato come un insetto infetto E adesso non provo più un affetto Ingoiando il mio rasoio, quando parlo, ora ti affetto Ricordi quando hai detto: \"Adesso lui fa il ricco\" Quando neanche immagini io quanto sono a picco Ma se poi c'avessi i soldi per cui tu mi incolpi ancora Io ci pagherei uno stronzo che ti spari nella gola [Ritornello] E questo è il motivo per cui non mollo (Ah) Anche se sto con i nervi a pezzi, fatto fino al midollo (Ah) Non crollo, mi stringono per il collo (Ah) Stanno strangolandomi impedendomi il decollo[Strofa 2] Ballo agli afterhours zuppo di sudore Nella strada del ritorno la metà di noi ci muore Mi prendo più droghe di quanto il mio organismo vuole Mi piantono un paletto d'adrenalina dritto al cuore Io sono il primo a dire: \"Fabri è uno sfigato Qualunque sia il suo rap è un italiano ricopiato\" La mia voce nei dischi sembra quella di un ritardato E di disco in disco io sono pure peggiorato Non ci voglio pensare, non mi son preso male E poi tu qui cosa ci fai? Questo è il mio funerale Mi sono ucciso un giorno fa impiccandomi in bagno Con la fune appesa alla caserma per non fare il militare E questa è la fune che appendo al collo Anche se sto con i nervi a pezzi fatto fino al midollo Non crollo mi stringono per il collo Stanno strangolandomi impedendomi il decollo [Ritornello] E questo è il motivo per cui non mollo Anche se sto con i nervi a pezzi, fatto fino al midollo Non crollo, mi stringono per il collo Stanno strangolandomi impedendomi il decollo [Strofa 3] Seconda strofa, magari anche la terza Magari la ascolti e magari poi mi dici: \"È questa\" Magari ti incontro e mi punti in testa una balestra Magari ti investo e la pattuglia non m'arresta Magari tua figlia (Ciao, papà) se la stuprano in palestra Magari fai il rap e ti presenti con l'orchestra Magari dico: \"Preo\", ma tu capisci \"Ebreo\" Dicendomi: \"Nazista\", quindi poi scatta l'inchiesta Magari vai in TV e, vedrai, cucchi di più Poi ti scopi un mega trans e ti becchi l'HIV Magari tu fai il rapper che fa l'università Quindi ti senti più figo perché stai in un'altra città Ma con i soldi di papà io a quindic'anni ho preso il fumo Hai comprato un CD vuoto perché io non son nessuno Sento voci che dicono: \"Non ci scappi, pollo\" Sto guidando una macchina senza averne il controllo [Ritornello] E questo è il motivo per cui non mollo Anche se sto con i nervi a pezzi, fatto fino al midollo Non crollo, mi stringono per il collo Stanno strangolandomi impedendomi il decollo E questo è il motivo per cui non mollo Anche se sto con i nervi a pezzi, fatto fino al midollo Non crollo, mi stringono per il collo Stanno strangolandomi impedendomi il decollo [Strofa 4] Ho il piacere di introdurre questo nuovo cantante Si chiama Fabri Fibra, il grillo parlante Bob Marley al confronto fuma che è un dilettante Le rime del Fibroga sono un trip agghiacciante Ma scusa, Fabri, tu cambi stile, che è 'sta roba? Cosa è 'sta moda? Starai scherzando con la droga? Rimango nel letto sbavando come Ambrogio Fogar E piango paralizzato col fiato di un vecchio in fuga Che poi, quando ero piccolo, ero grasso e disgustoso Ma con un po' di coca ho perso i chili dal nervoso Da piccolo sognavo che sarei andato lontano Guidando una macchina per investire Celentano E invece quando adesso vado in cerca a una festa Al massimo ci trovo gente che mi spacca la testa Io non faccio concerti ma propaganda molesta E non c'ho neanche la macchina se mamma non me la presta [Outro] -È vera 'sta storia che non c'hai la macchina se mamma non te la presta? -Eh sì, eh sì, purtroppo sì, diciamo che se c'era da fare la scelta giusta io ho fatto sempre la scelta sbagliata (Fibra) -Ma di cosa ti stai lamentando, dai, non fare così, ci sono tanti posti di lavoro Fabri... Te ne trovo uno io in ufficio [Skit] -Oh pronto Fibra, sono Italo -Italo! -Ho sentito il disco, ho sentito un paio di singoli ma è un po' strano, cioè... Sta cosa anche un po' dei crocefissi, sì o no? Ci sono così, fa un po' ridere, comunque... -Fa 'na sigaretta dai! -Eh? -Fa 'na sigaretta! -Si dai lasciami stare un attimo... -Chi c'è al telefono? -No dai, comunque sì no... Fatti vedere in giro perché comunque suonano tutti tranne te, non ti si vede... -Fibra! Oh, passami Fibra, passami! -Sì oh, aspetta un attimo dai... -Pa pa! Oh Fibra oh! Ma cos'è sta storia che ti pigli l'ecstasy a caso, ma che sei impazzito, oh? E tutti che sta' a canta', te fai vede' oh? Tutti che stare in giro... T'hanno visto in banca a fuma' un cannone vestito da tu madre con tanto d' parruccone! Gne, Fibra, vieni a canta', e non fare la puttana! Oh Fibra, non fare la puttana!"
                        },
                        {
                            "durata": {
                                "minuti": 3,
                                "ore": 0,
                                "secondi": 14
                            },
                            "has_testo": true,
                            "nome": "Non fare la puttana",
                            "partecipanti": [
                            ],
                            "testo": "[Intro] Sei carino Sei simpatico Se vuoi, vieni a casa, ti presento i miei Tu mi presenti i tuoi Non fare la puttana [Ritornello] Canti alle jam? Non fare la puttana Fuggi da me? Non fare la puttana Ancora mi cerchi? Non fare la puttana E tu speri ci sia? Non fare la puttana Di meglio non hai, non fare la puttana Ma chi ti ascolta mai? Non fare la puttana Ti guardi alle spalle? Non fare la puttana Ti sparano alle palle! Non fare la puttana [Strofa 1] Io me ne sbatto della tua recensione Intorno al mio disco monti una recinzione Io faccio sci nautico sulla tua pozione Vorresti vedermi in ebollizione Ogni volta che c'è qualcuno che fa il rap Io prendo una fionda e mi lancio a lezioni di step Almeno guardo un po' di culi in vista con paillettes Al posto di 'sti culi ciccioni come una crêpe Non c'è bisogno che fai 'ste domande strazio Da sola ti accorgi che non parlo più di un cazzo Ruba un po' di soldi a papà e prendi la Saxo Che ci facciamo in macchina mentre sfondiamo il clacson Ho fatto un disco poi un altro anche il terzo Mi uccido col quarto per quanto fiato ho perso Non mi interessa se 'sta roba non ingrana Quando soffro di insonnia e non dormo da una settimana [Ritornello] Canti alle jam? Non fare la puttana Fuggi da me? Non fare la puttana Ancora mi cerchi? Non fare la puttana E tu speri ci sia? Non fare la puttana Di meglio non hai, non fare la puttana Ma chi ti ascolta mai? Non fare la puttana Ti guardi alle spalle? Non fare la puttana Ti sparano alle palle! Non fare la puttana [Strofa 2] Per questa roba ho pugnalato troppi amici Per questa roba ho preso merda in troppi uffici Ho fatto musica con i peggio falliti Che ora vendono vernici come fossero vestiti Ho visto Caparezza ribaltarsi in bici Dopo che gli ho rotto i freni con lo scardina radici Vado alle jam per raccogliere due spicci La gente mi passa le canne e poi mi dice: \"Appicci?\" Non vado ai party gay perché ci va anche Antonio Ricci Giro con un DJ che dice: \"Fibra, cazzo dici?\" Odio la gente che continua a promettere Che mi presenterà a qualcuno perché so trasmettere Quando in verità io sto cercando di smettere Cammino a gattoni, faccio fatica a connettere Che sono diec'anni che agli stessi ripetiamo \"Continua a sostenere questo hip hop italiano\" [Ritornello] Canti alle jam? Non fare la puttana Fuggi da me? Non fare la puttana Ancora mi cerchi? Non fare la puttana E tu speri ci sia? Non fare la puttana Di meglio non hai, non fare la puttana Ma chi ti ascolta mai? Non fare la puttana Ti guardi alle spalle? Non fare la puttana Ti sparano alle palle, non fare la puttana [Strofa 3] Il mio primo demo l'ho spedito a Frankie Il secondo a Bassi insieme ad altri centoventi L'ultimo demo che ho fatto invece non lo senti Perché sono impazzito tra indirizzi e mittenti Non alzo la cornetta per chiamare il mio collega Sentendomi dire: \"Qui non si vende una sega\" Sono costretto a riprendere la sambuca E nella cappella rimango con questa verruca Il mio cuore fa ciok insieme a quello di Luca Carboni ardenti dentro questo mio bazooka Punto la pista mentre passano Molella Non mi serve un passaggio perché io torno in barella [Bridge] Tutta la gente che prende l'ecstasy Ma in quanti siamo, quanta gente prende l'ecstasy?! [Ritornello] Canti alle jam? Non fare la puttana Fuggi da me? Non fare la puttana Ancora mi cerchi? Non fare la puttana E tu speri ci sia? Non fare la puttana Di meglio non hai, non fare la puttana Ma chi ti ascolta mai? Non fare la puttana Ti guardi alle spalle? Non fare la puttana Ti sparano alle palle! Non fare la puttana"
                        },
                        {
                            "durata": {
                                "minuti": 4,
                                "ore": 0,
                                "secondi": 9
                            },
                            "has_testo": true,
                            "nome": "Voglio farti un regalo",
                            "partecipanti": [
                            ],
                            "testo": "[Ritornello] Ma io le mani non le metto via Se fai la stronza sparisci baby Se prendo a schiaffi la ragazza mia È perché mi fa impazzire baby E ti giuro se potessi io ammazzerei Quella stronza di Patrizia Pepe Così almeno quanti soldi risparmierei Voglio comprarti un regalo baby [Strofa 1] Non mi chiami mai per nome Mi dici “moo”, cosa è un cartone? Pago un mese in Spagna perché il tuo sogno è Valencia E poi mi annulli il viaggio il giorno prima alla partenza Santa pazienza, coi soldi non si gioca Io per quanti ne ho persi è come se mangiassi coca Ti ho preso un DVD con delle scene un po’ piccanti Lo vediamo e tua madre mi guarda brutto e sta davanti, che cazzo Mi sento libero adesso che mi sto lanciando giù dal tuo terrazzo Dici che mi lasci se puzzo di marijuana Così ho comprato quattro bocce di Dolce e Gabbana Ma questa relazione, infondo, di sesso è tossica Facciamo una scopata mentre pensiamo alla prossima Non prendi la pillola perché dici che ti ingrassa E ad ogni tuo ritardo la pressione mia si abbassa [Ritornello] Ma io le mani non le metto via Se fai la stronza sparisci baby Se prendo a schiaffi la ragazza mia È perché mi fa impazzire baby E ti giuro se potessi io ammazzerei Quella stronza di Patrizia Pepe Così almeno quanti soldi risparmierei Voglio comprarti un regalo baby [Strofa 2] Nel caso in cui dovessimo avere un problema Gli amici fanno il tiro al bersaglio sulla mia schiena E quante parole che a casa mia non ci si dice Io non voglio fare la fine dei miei: troppo infelice E quindi io mi impegno Cazzo m'auto-consegno Chiedendo il tuo sostegno Mi vesto come vuoi anche se poi mi sento un legno Cercando di esser degno Di stare col tuo gruppo: gente priva di ingegno Il tuo ex non ha contegno E ti chiama il giorno dopo Non vuole accettare che sono io ora che ti scopo E la cosa più triste è che tu non glielo dici Mentre ascolti le cazzate di quei falsi dei tuoi amici [Ritornello] Ma io le mani non le metto via Se fai la stronza sparisci baby Se prendo a schiaffi la ragazza mia È perché mi fa impazzire baby E ti giuro se potessi io ammazzerei Quella stronza di Patrizia Pepe Così almeno quanti soldi risparmierei Voglio comprarti un regalo baby [Strofa 3] Voglio farti un regalo, non mi sembra carino Per otto ore mi hai lasciato qui davanti al camino Dicendo che andavi a parlare un minuto col tuo vicino Quindi passami la pala perché andiamo in giardino Te lo ricordi quel giorno che ti è sparito il barboncino? Quel giorno in cui davvero hai pianto standomi vicino? Te l'ho sepolto qui, gli ho strangolato il corpicino E ogni volta che ci passi adesso pensa al tuo vicino [Ritornello] Ma io le mani non le metto via Se fai la stronza sparisci baby Se prendo a schiaffi la ragazza mia È perché mi fa impazzire baby E ti giuro se potessi io ammazzerei Quella stronza di Patrizia Pepe Così almeno quanti soldi risparmierei Voglio comprarti un regalo baby"
                        },
                        {
                            "durata": {
                                "minuti": 3,
                                "ore": 0,
                                "secondi": 42
                            },
                            "has_testo": true,
                            "nome": "Palle piene",
                            "partecipanti": [
                            ],
                            "testo": "[Intro] Ah, cosa guardi? Sono il primo ad ammettere che sono uno sfigato, quindi cosa cazzo guardi? Sono nervoso? E perché dovrei tenermi tutta questa merda dentro?! [Strofa 1] Cominci a vedere che sono così Io sono veramente così Dio può baciarmi le palle qui Ma vai, siamo gli angeli barbari Lo vedi come copiano, guardali Ma tu che c'hai le palle bombardali Fai come me, traumatizzati, normalizzati Neutralizzati, scandalizzati Banalizzi i miei testi Mi detesti, non dovresti Mi uccideresti senza fatica Basta che vieni con la lama appuntita Ma questa morte mi è tipica Ti porto la pioggia artritica Soffocando con aria stitica Vengo da questa seduta spiritica Non ho paura, brutta cagna Vuoi il morto che parla come Castagna Ti posso leccare fino alle calcagna Ma la tua è una figa che non si bagna [Ritornello] Ho le palle piene Dalla faccia lo vedi che non dormo bene Ho le palle piene Di mille tentativi dimmi tu che si ottiene Ho le palle piene Della gente che vedo che gli è andata bene Ho le palle piene Che non passo in radio per colpa di Irene [Bridge] Io di notte non dormo più Io dagli occhi vedo blu E di certo non sei tu a descrivermi Gesù In Italia, nord e sud Fa la croce all'ovest e all'est E ti fottono con un test Una vita di merda e di stress [Strofa 2] Il mio sistema è nervoso Dato che è ridotto a uno stato pietoso Il mio cervello è corroso Così mi sparo prima che mi sposo Sono uno sbaglio clamoroso Una condanna allo stato velenoso Mi definisco un elemento odioso Non fare il rapper che è pericoloso [Ritornello] Ho le palle piene Dalla faccia lo vedi che non dormo bene Ho le palle piene Di mille tentativi dimmi tu che si ottiene Ho le palle piene Della gente che vedo che gli è andata bene Ho le palle piene Che non passo in radio per colpa di Irene [Strofa 3] L'educazione è la mia tragedia Quando ero a scuola in prima media Ci davano immagini gente che prega Un esorcista che legava alla sedia Un posseduto che si contorceva Era evidente che recitava Il professore invece si eccitava \"Guarda questo demone come sbava\" Sotto coca sono il primo che paga Per una puttana a caso che mi chiava Poi giro nudo in questa sagra Spacciando pillole di viagra Ogni rapporto che c'ho è una piaga Non me ne frega più un cazzo, raga Stasera in tele guardiamo insieme Francesco Nuti che si taglia le vene [Ritornello] Ho le palle piene Dalla faccia lo vedi che non dormo bene Ho le palle piene Di mille tentativi dimmi tu che si ottiene Ho le palle piene Della gente che vedo che gli è andata bene Ho le palle piene Che non passo in radio per colpa di Irene [Strofa 4] Se tu pensi che sia qua Ad avere opportunità Ho bruciato la mia identità E ora giro senza età Ta-bla-bra-blo-bro Io sto blosh, sono il prof del microf I ragazzi mi seguono in un gas tossico Dicono che sono il prossimo E c'è chi sparisce all'ossido Dicono che sono un classico Paranoico più dei Plastico [Bridge] Io di notte non dormo più Io dagli occhi vedo blu E di certo non sei tu che mi manderai in tv In Italia, Nord e Sud Fa la croce all'Ovest e all'Est E ti fottono con un test Una vita di merda e di stress [Ritornello: Fabri Fibra] Ho le palle piene Dalla faccia lo vedi che non dormo bene Ho le palle piene Di mille tentativi dimmi tu che si ottiene Ho le palle piene Della gente che vedo che gli è andata bene Ho le palle piene Che non passo in radio per colpa di Irene Ho le palle piene Dalla faccia lo vedi che non dormo bene Ho le palle piene Di mille tentativi dimmi tu che si ottiene Ho le palle piene Della gente che vedo che gli è andata bene Ho le palle piene Che non passo in radio per colpa di Irene [Outro] Ho le palle piene che non passo in radio Ho le palle piene che non dormo bene Perché ho due palle e un pene! Che testi del cazzo!"
                        },
                        {
                            "durata": {
                                "minuti": 5,
                                "ore": 0,
                                "secondi": 3
                            },
                            "has_testo": true,
                            "nome": "Mr. Simpatia",
                            "partecipanti": [
                            ],
                            "testo": "[Intro] Ah, ah E questo (E questo) È ciò che tu speravi non potesse mai arrivare (È ciò che tu speravi non potesse mai arrivare) È colui che tu speravi non potesse mai ritornare (È colui che tu speravi non potesse mai ritornare) Questo è Fabri Fibra (Questo è Fabri Fibra) Fabri Fibra, e questa canzone non ti riguarda (Fabri Fibra, e questa canzone non ti riguarda) Cercati un'altra canzone bastarda (Cercati un'altra canzone bastarda) Perché questa roba non ti riguarda (Perché questa roba non ti riguarda) [Ritornello] (Io) Quando giro in città, c'è chi mi chiede curioso: \"Ehi, Fibra, come mai non sei ancora famoso?\" Lascia che ti dia questa spiegazione qua Io mica aspetto un treno che passò anni fa [Strofa 1] Questa vita è paranoica così com'è Io scrivo rime e senza queste ucciderei Vengo dal '76 con il suono assassino Io voto \"Sì\" per l'aborto al mio primo bambino Noi veniamo dal buio ed è lì che torneremo Con il rosso negli occhi ormai gonfi di veleno Sento la frustrazione, il sangue in ebollizione Piango in continuazione e senza motivazione Per questa educazione, ci mette in soggezione Sentendomi colpevole anche senza l'intenzione Cristo che religione, mi azzera ogni emozione Mi vedo in punizione dopo l'eiaculazione Se provo l'attrazione, ma quale protezione Coprendo il mio organo di riproduzione È la deformazione, bella consolazione Ragazza col pancione, madonna che impressione Mia madre è in depressione per questa concezione Dalla benedizione al peccato e confessione Ma in questa situazione aumenta la disperazione Per questa porc— di crocifissione [Interludio] Questo è ciò che tu speravi non potesse mai arrivare Questo è ciò che tu hai già fallito (Fallire) [Ritornello] Quando giro in città, c'è chi mi chiede curioso: \"Ehi, Fibra, come mai non sei ancora famoso?\" Lascia che ti dia questa spiegazione qua Io mica aspetto un treno che passò anni fa [Strofa 2] Questa Italia è paranoica impazzisco qui La Madonna quando piange che va al TG Questa Chiesa crea dei mostri per spaventarci Molte madri sono al mondo per soffocarci Molte volte questo Dio vuole arbitrarci Molte volte questo credere può limitarci Stando soli preghiamo, puntiamo ad incoraggiarci Quando invece il Vaticano può soltanto castrarci Questa Chiesa fa di tutto per addomesticarci Vuole terrorizzarci con bugie per congelarci I miei spermatozoi sono tutti marci Non conosco una sola persona che possa salvarci Qualunque canzone italiana punta a rattristarci Qualunque regista in Italia punta ad annoiarci Non passano i porno, potremmo almeno masturbarci Che andiamo a puttane ma non dobbiamo innamorarci In classe mettono un crocifisso per educarci Ti prendono a schiaffi se lo stacchi, tu non provarci Ma quante ragazze che all'estero sono diverse Intendo diverse nel senso dovresti scoparci In questa nazione spendiamo il tempo a complessarci Ma senza confrontarci, dovrebbero influenzarci Diverse culture, ma senza entrare e uscire a calci Ma siamo razzisti, per noi è un classico alienarci Da quanti pregiudizi cominciamo anche a spellarci Tanto vale a 'sto punto un bel sottovuoto ad intubarci Dovrebbero incollarci uno all'altro per poi drogarci Ma con le nuove leggi possiamo solo ubriacarci Possiamo intossicarci di alcolici e poi schiantarci Ma non legalizziamo o il Papa tende a denunciarci Mentre fumano questa erba per cui stanno ad arrestarci In questo mare di complessi in cui vogliono affogarci Con delle trasmissioni fatte per ipnotizzarci Come fossimo animali, non vorranno imbalsamarci? Vorranno massacrarci ancora un po' con l'inquinarci Con delle storie assurde come per addormentarci Cosa vuoi, paralizzarci? Solo per controllarci? Vorresti illuminarci? Vuoi sensibilizzarci? Non possono sfollarci, in questo mondo puoi restarci E invece d'aiutarci noi potremmo anche spararci [Outro] È inutile far finta chi vuoi che sia Ma dai, ma vai, Mr. Simpatia È inutile far finta chi vuoi che sia Ah, io non so esattamente se convenga dire tutte 'ste cose Se convenga dire 'ste cose (atoidi ad etnematelpmoc onos arbiF irbaF id emir el, enoiznettA .abor atseuq a osnes nu imavort ,abor atseuq a osnes nu imavorT) [Skit] -Senti, io volevo dirti questo: è chiaro che tu mi piaci, ma se mi fai sentire uno stupido, io dopo mi comporto come stupido e quindi faccio la figura dello stupido, quindi io devo soltanto sapere se tu mi vuoi, tu cos'è che ti piace? -Ma dai ma ti vedi, insomma, cazzo... sembri un chierichetto, insomma con quelle chiavi ti sei comprato una macchina che... - Ma io non ce la faccio più veramente, devo sapere come faccio a conquistarti, come faccio? Cos'è che ti piace? -A me mi piace Fabri Fibra, Mr. Simpatia -Mr. Simpatia, Fabri Fibra? Cazzo corro subito a comprarlo -Oh amico! -Ehi regà! Ma c'avete Mr. Simpatia, Fabri Fibra? -Fibra? -Fabri Fibra? -Qui non si conosce nessun Fibra, mi dispiace ma..."
                        },
                        {
                            "durata": {
                                "minuti": 4,
                                "ore": 0,
                                "secondi": 53
                            },
                            "has_testo": true,
                            "nome": "Andiamo",
                            "partecipanti": [
                                "Nesli"
                            ],
                            "testo": "[Intro: Fabri Fibra] Fibra! Con la sua voce da puttana Dove si va? Cosa si fa? Andiamo! A fare che? A fare i figli di puttana! [Strofa 1: Fabri Fibra] Ho comprato un tubo di Baci Perugina Il biglietto interno mi diceva: \"Leccherai una vagina\" Dopo di che ho visto in tele uno speciale sul cibo \"La cucina dall'Italia all'Europa, all'Indocina\" Ho preso una fettina di carne questa mattina, messa sulla padella Puzzava troppo di cappella E poi chissà perché, perché, chissà per come La moglie di Lorenzo se la fa un altro coglione Ho comprato il pane fatto senza farina E una bottiglia di latte che era scaduta il giorno prima Il lattaio mi ha detto: \"Tranquillo mica è veleno Io bevo il latte di un mese fa\" \"Ma sei scemo?\" [Ritornello: Fabri Fibra] Dove si va? Cosa si fa? Andiamo A bere che? Il latte di questa mungana Dove si va? Cosa si fa? Mangiamo Sì, ma cos'è questa dieta mediterranea? [Strofa 2: Fabri Fibra] Questi dottori italiani, americani Che inventano il nuovo mangiare degli esseri umani E magari domani mangiamo i gatti e anche i cani 'Sti poveri animali trattati come rottami Cavie della vivisezione sperimentale Ma qualcuno si cambia anche l'apparato genitale Vedi donne col cazzo che si vanno a masturbare Mentre pensano a un trans che si incula un omosessuale Tra pecore geneticamente modificate Minorenni deformate Stuprate carne bovina andata a male Però tranquillamente scaduta Che se aspetti una bambina nascerà sordomuta Ma chi rimane in classe all'ora di religione? Ragazzi avete fatto tutti la comunione? E chi vi insegna in parrocchia? Don Peppone? Vi dice di cos'è il peccato e la confessione? Papà e la mamma son contenti come insegna? Non è che a casa poi qualcuno bestemmia? \"Ecco, oiD ocrop, ci risiamo\" \"Papà bestemmia quando la mamma va a dormire sul divano!\" [Ritornello: Fabri Fibra] Dove si va? Cosa si fa? Andiamo A fare che? A fare i figli di puttana Dove si va? Cosa si fa? Andiamo A fare che? A fare i figli di puttana Dove si va? Cosa si fa? Andiamo A fare che? A fare i figli di puttana Dove si va? Cosa si fa? Cantiamo Sì, ma com'è? Come dei figli di puttana Dove si va? Cosa si fa? Andiamo A fare che? A fare i figli di puttana Dove si va? Cosa si fa? Andiamo A fare che? A fare i figli di puttana Dove si va? Cosa si fa? Mangiamo Sì, ma com'è? Come dei figli di puttana Dove si va? Cosa si fa? Andiamo A fare che? A fare i figli di puttana Dove si va? Cosa si fa? Andiamo A fare che? A fare i figli di puttana [Strofa 3: Nesli] Lascio stare ogni mio problema Lascio che non mi porti giù Sarà come girare sulla schiena Per poi alzarsi e non pensarci più Su, su, fino alle stelle Il suono che amo di più dà brividi sulla pelle, boom Può cambiarti la giornata Il ritmo di una canzone finora mai ascoltata Ogni parola ha l'effetto di una fucilata Che uccide all'istante nel momento in cui è pronunciata Si, si, si risolve da sé Come un tipo che è ubriaco e che è pestato da tre Per te non c'è niente Neanche fra la tua gente Alla fine tutti dicono: \"Tanto mi è indifferente\" Che cambia se ti guardano con sospetto Se parlano sottovoce dicendo che sei matto Oggi, sì, sarà il giorno del riscatto Prendi un'arma da fuoco e fagli sentire il botto Paranoico, pensi sempre che sia un complotto In realtà è che per la maggior parte del tempo sei fatto No, è da non credere Non è permesso cedere Che vuoi fare? Come una femminuccia vuoi perdere? Fuori le palle, fuori la rabbia e il resto Fuori per poterle scrivere poi in ogni testo Rime senza fine descrivono un universo Che ci posso fare, ora è tardi, mi sono perso Come in un copione di un film che non ha senso Io penso alle mie battute comunque vada Ne ho visti di coglioni sciroccati per la strada O in discoteca strafatti con le mani al cielo E quello stupido senso di libertà che provan loro Li convince di essere una voce dello stesso coro Quello che so, per sempre lo difenderò, è quello che ho Ovunque andrò tanti stronzi so che incontrerò E li manderò a fanculo [Strofa 4: Fabri Fibra] Ogni volta che ascolto Syria Vorrei bruciare il suo guardaroba La madre non le ha detto come si stira Si veste e sembra un cane antidroga Ancora non capisco 'sta cosa strana Perché mamma piange quando pensa a Lady Diana E quando le ho chiesto: \"Mamma, come ti butta?\" \"È morta anche Madre Teresa di Calcutta\" [Strofa 5: Nesli] Lascio stare ogni mio problema Lascio che non mi porti giù Sarà come girare sulla schiena Per poi alzarsi e non pensarci più Su, su, fino alle stelle il suono che amo di più da brividi sulla pelle Su, su, fino alle stelle il suono che amo di più da brividi sulla pelle È solo un giorno di ordinaria follia Nel quale tutto è una bugia E nessuno ti fa compagnia Raduna le tue cose, amico, e scappa via Prima che venga a prenderti la polizia Che vuoi che sia? Un altro incubo che si materializza Sul nuovo piwat della tua mente che si masterizza Lo sguardo della gente non osserva, ma analizza L'ipocrisia che c'è nell'aria emana una gran puzza Mi dà la nausea, cazzo, voglio una pausa"
                        },
                        {
                            "durata": {
                                "minuti": 2,
                                "ore": 0,
                                "secondi": 22
                            },
                            "has_testo": true,
                            "nome": "Tienila su",
                            "partecipanti": [
                            ],
                            "testo": "[Intro] Fibra! Tienila su! Oh adesso seguitemi [Strofa 1] Entro in questo negozio e chiedo Mr. Simpatia Ma non c’è un rivenditore che conosca chi sia Non faccio dischi con dei singoli da Chemical Brothers Ma con due plastiche facciali mi nascondo entrando in radio Parto col ciak, per te prevedo il crack Ancora dicono: \"L’Italia è qui a due passi dall’Iraq\" Ancora chiedono cosa è l’hip-hop, cosa è il bum-ciak E ci mancava un coglione che pensa di essere 2Pac Arrivo dallo scandalo del rap italiano E se qualcosa sta cambiando era parte del piano I ragazzi non mi seguono \"Sei troppo negativo!\" Sfondo l’obiettivo a calci perché i polsi me li segano Non fare il punk, non mi stappi sono un pro Non mi stacchi dalla metrica vedi vado a go-go Quando perdo l’entusiasmo e non ci vedo neanche più Dentro me sento una voce che mi urla: \"Tienila su!\" [Ritornello] Ogni volta che ti annoi Se prendi lo stesso che prendiamo noi Questa volta allora tienila su! Ogni canna che ti fai Se accendi comunque pure in mezzo ai guai Questa volta allora tienila su! Ogni volta che non sai Se credere ancora in tutto quel che fai Questa volta allora tienila su! Ogni lotta che non vuoi Se guardi allo specchio dentro gli occhi tuoi Questa volta allora tienila su! [Strofa 2] Mi diverto a parlare con gente mai sentita prima Quando chiamano a casa mia alle cinque e mezzo di mattina Con insulti e minacce, cazzo come sopporto Pronto? \"Esci di casa che sei morto\" Io sono il testimone oculare dello sconforto La prova evidente che qualcosa è andato storto Apri questo topic da scaricarti \"Chi cerca Fabri Fibra anche nei topic degli altri?\" Mi trovo il mio nome scritto sui flyer a ogni party Lo fanno perché viene più gente, ma per menarti Prego uno spirito che danza respirando un fumo blu E sento voci che mi urlano: \"Tienila su!\" [Ritornello] Ogni volta che ti annoi Se prendi lo stesso che prendiamo noi Questa volta allora tienila su! Ogni canna che ti fai Se accendi comunque pure in mezzo ai guai Questa volta allora tienila su! Ogni volta che non sai Se credere ancora in tutto quel che fai Questa volta allora tienila su! Ogni lotta che non vuoi Se guardi allo specchio dentro gli occhi tuoi Questa volta allora tienila su! [Outro] Tienila su! Tienila su! Tienila su! Fibra! Tienila su!"
                        },
                        {
                            "durata": {
                                "minuti": 3,
                                "ore": 0,
                                "secondi": 25
                            },
                            "has_testo": true,
                            "nome": "Bonus Track",
                            "partecipanti": [
                            ],
                            "testo": "[Intro] When they play this in the club they go nuts When they play this in the club they go nuts When they play this- when they play this When they play this in the club they go nuts [Ritornello] Molta gente mi considera odioso Io so solo che al microfono son pericoloso Ascolto Master P, mi fa sentire mafioso Copio pure Dizzee Rascal, c'ho il rap velenoso [Strofa 1] Metti me che fumo crack, il colmo Io faccio strisce di scarsi fumandoci le Pall Mall Bevo Campari, Sambuca Molinari Quando ho fatto il marinaio il quarto giorno ero già a casa invalido Spengo i fanali così vi stendo a terra Un figlio come me è meglio perderlo in guerra Gli argomenti che tratto sono da vero sfigato E la sfiga mi chiama e dice: \"Na-na-na-na-na-na\" Via Fabri Fibra, fuori dal gioco Io ora qui gioco sporco \"Dio il nome del morto è il mio?\" Della mia vita non conosci un cazzo Te la racconto, ma prima io mi ammazzo Un colpo in testa cosa vuoi che sia? È morto Fibra, ma è risorto Mr. Simpatia Io copio Eminem perché non c'ho più fantasia E faccio 50 Cent a Fibra parodia Così ho un giubbotto che è verde militare Ho pagato un poliziotto per farmi sparare Ho avuto pure un figlio, ma l'ho fatto ammazzare Perché sperava che facessi un altro \"Uomini di Mare\" Vedi sono l'esempio della contraddizione Con mille volta faccia come la mia nazione E sto venendo in guerra, ma lo faccio da coniglio Perché me lo ha suggerito il Presidente del Consiglio [Ritornello] Io non so, molta gente mi considera odioso Io so solo che al microfono son pericoloso Ascolto Master P, mi fa sentire mafioso Copio pure Dizzee Rascal, c'ho il rap velenoso Io non so, molta gente mi considera odioso Io so solo che al microfono son pericoloso Io copio Warren G e anche Jay-Z il nervoso Che mi sale finché penso a quanto sono penoso [Strofa 2] Ho fatto piangere una prostituta Indovinando che ha due figli, ho detto: \"Dio non ti aiuta!\" A scuola ho fatto sempre scena muta Perché pensavo: \"Chissà la prof come lo suca\" Mi sono masturbato pure in Piazza del Duca E al posto del cazzo giro con questa verruca Ma quali troie, io ci vado a nozze (Perché?) Perché ho leccato le fighe più zozze Quelle che profumano di cozze Dopo che ti ascolti il mio CD m'insegui con due canne mozze C'è un ricercato nessuno c'ha la traccia C'è solo una foto, \"Cazzo, Fibra, questa è la tua faccia!\" Io sono il tipo senza un minimo di dignità Con sette crisi d'età, privo d'identità Se fai una festa non tenermi d'occhio Dopo mezz'ora io già giro in ginocchio È che difatti è easy, dimmi che metti il tanga Sono l'MC più busy, mi odia qualunque banda Sotto il letto ho una vanga, ma in giro non mi ci vedi E se mi passi una pistola, io mi sparo nei piedi Perché ho fatto di tutto per essere al centro e ora che ci sto Io non mi sposto, prendo pure il tuo posto Qui mi conoscono come il tipo più odioso Perché al microfono sono pericoloso [Interludio] Scemo, vaffanculo, scemo [Ritornello] Io non so, molta gente mi considera odioso Io so solo che al microfono son pericoloso Ascolto Master P, mi fa sentire mafioso Copio pure Dizzee Rascal, c'ho il rap velenoso Io non so, molta gente mi considera odioso Io so solo che al microfono son pericoloso Io copio anche Jay-Z, Warren G il nervoso Che mi sale finché penso a quanto sono penoso [Outro] Two strangers - not strangers"
                        },
                        {
                            "durata": {
                                "minuti": 2,
                                "ore": 0,
                                "secondi": 56
                            },
                            "has_testo": false,
                            "nome": "Faccio sul serio - Radio Version",
                            "partecipanti": [
                            ],
                            "testo": ""
                        }
                    ],
                    "type": "album"
                }
            ],
            "type": "artista"
        },
        {
            "genere": "ambient",
            "imagePath": "view/icons/Lidl/profilo.jpeg",
            "info": "Lidl è registrata su Spotify come artista e conta circa 4.362 ascoltatori mensili, con un profilo seguito da fan che apprezzano il suo approccio non convenzionale alla musica.\nNel 2019 Lidl Svizzera ha pubblicato l’album Allt annat är olidligt (“Tutto il resto è insopportabile”), un concept album di 21 tracce che raccoglie field recordings dal supermercato (beep delle casse, rumori di carrelli, annunci al microfono) trasformati in un’esperienza sonora ambient.\nOltre all’album, sul profilo compaiono singoli come “Blippar varor i kassan” e “KONG I BYN”, che hanno accumulato centinaia di migliaia di stream, dimostrando l’interesse per questa curiosa forma di marketing musicale",
            "nome": "Lidl",
            "prodotti": [
                {
                    "chartPosition": 0,
                    "isRemix": false,
                    "mainTrack": {
                        "durata": {
                            "minuti": 2,
                            "ore": 0,
                            "secondi": 1
                        },
                        "has_testo": true,
                        "nome": "Kong I Byn",
                        "partecipanti": [
                        ],
                        "testo": ""
                    },
                    "musica": {
                        "ArtistProduct": {
                            "description": "Single by Lidl",
                            "imagePath": "view/icons/Lidl/Kong_I_Byn.jpg",
                            "title": "Kong I Byn"
                        },
                        "dataUscita": {
                            "anno": 2023,
                            "giorno": 3,
                            "mese": 4
                        },
                        "durata": {
                            "minuti": 2,
                            "ore": 0,
                            "secondi": 1
                        },
                        "genere": "rap",
                        "type": "musica"
                    },
                    "type": "singolo"
                }
            ],
            "type": "artista"
        },
        {
            "genere": "hip hop",
            "imagePath": "view/icons/Tyler,_The_Creator/profilo.jpg",
            "info": "Tyler, the Creator, pseudonimo di Tyler Gregory Okonma (Los Angeles, 6 marzo 1991), è un rapper, cantautore, produttore discografico e stilista statunitense.,attore \nGrazie al suo stile unico e versatile, è ampiamente considerato come una delle figure più influenti nella cultura popolare della sua generazione, sia nel mondo della musica che in quello della moda. Nel 2019 è stato definito «innovatore dell'anno» da parte del Wall Street Journal, mentre nel 2024 il Los Angeles Times ha incluso il rapper nella categoria di figure che «lasciano il segno» nella città di Los Angeles. \nOkonma ha iniziato a guadagnare notorietà negli ultimi anni 2000, emergendo come leader del collettivo di musica alternative hip hop Odd Future, per il quale ha prodotto gran parte dei lavori musicali, oltre ad avere creato tutti le copertine per le pubblicazioni del gruppo e, secondo quanto rivelato in una intervista con DJ Semtex, aver disegnato tutti gli abiti del gruppo e tutto il merchandise collegato ad esso. Nel 2009 ha pubblicato il suo primo lavoro da solista, il mixtape Bastard, seguito dal suo album in studio di debutto Goblin, pubblicato nel 2011; a causa del sound pesantemente influenzato dall'horrorcore e dei testi violenti e trasgressivi di entrambi i progetti, Okonma è stato vittima di varie controversie. In seguito al suo secondo album Wolf (2013), Okonma ha cominciato a separarsi gradualmente da questo stile, virando su un sound influenzato da jazz, soul e R&B nel suo terzo progetto Cherry Bomb, pubblicato nel 2015. Nel 2017 è uscito Flower Boy, che ha ricevuto una generale acclamazione della critica specializzata e un grande successo commerciale, apprezzamenti ricevuti anche dai suoi lavori successivi Igor (2019) e Call Me If You Get Lost (2021), che hanno debuttato alla prima posizione nella classifica statunitense e si sono aggiudicati il Grammy per miglior album rap rispettivamente nel 2020 e nel 2022. \nOltre ai suoi successi musicali, Okonma ha anche fondato due brand di abbigliamento, Golf Wang e Le Fleur, e ha collaborato con brand di massima importanza come Lacoste, Converse e Louis Vuitton, e a partire dal 2012 organizza annualmente il festival musicale Camp Flog Gnaw Carnival, che nel corso degli anni ha potuto contare la partecipazioni di diversi artisti di spessore, tra i quali Kanye West, Kendrick Lamar, Drake, ASAP Rocky, Lana Del Rey e Billie Eilish",
            "nome": "Tyler, The Creator",
            "prodotti": [
                {
                    "chartPosition": 0,
                    "isRemix": false,
                    "mainTrack": {
                        "durata": {
                            "minuti": 3,
                            "ore": 0,
                            "secondi": 2
                        },
                        "has_testo": true,
                        "nome": "Potato Salad",
                        "partecipanti": [
                            "A$AP Rocky"
                        ],
                        "testo": "[Intro: Tyler, The Creator]\nYo, now you gon' start me from the top? Listen\nShout out Harlem, man\nShout out A$AP Rocky, man\nAWGE in the building, man\nWhat's good? Is that potato salad?\nYo, listen\n\n[Verse 1: Tyler, The Creator]\nNiggas give me the cold shoulder, I can speak for myself\nSo I keep a high waist and alligator the belt\nAnd got a belt with the holster, I ain't playing games\nBut got some lil' niggas who would do it so I pass the controller\nYou get pressed and X out, tri-angle your nose\nPause your life if you squares try to mess with my O's, woah\nSo cut the crap like shit barbers\n'Cause we really with the beef like closeted gay fathers\nNigga we get dollars, give 'em to Ben Baller\nExchange for them chains that's all shiny with thick water\nI got back pains, neck heavy like whipped cream\nMy whip clean, and they all white, I whip cream\nAnd cop boys and I joystick, I whip cream and cop cribs\nI got more space than big jeans, y'all sleeping on me\nExplain why they got shit dreams\nI'm alien, got the laser gun with the big beam\nMarried to the money, my bitch green\nNo I don't sip lean, but ride around in rockets like Yao Ming\nY'all niggas weak\nThey thought I was goofy and all mouses\nDouble C my luggage and fill them with Comme blouses\nY'all cop kush, my nigga I cop houses\nAnd fill 'em with some Leo DiCap's and some Cole Sprouses, nigga\nWhere we? Rocky, A$AP\nGOLF, boy, where we at? Nigga in Paris\n[Verse 2: A$AP Rocky]\nFuck clothes, I cop pieces\nCouple thots with me and them hoes is like divas\nGot my Vans on but they look like sneakers\nFlipped a couple packs, BasedGod in the speakers\nBass all in the speakers\nIn the field like baseball, play ball, face wall when polices come\nI don't rock Chanel, I rock channel\nAnd no this ain't a purse, it's a satchel (At you)\nBless, at you, nah, I ain't sneeze\nBut if niggas want steam or smoke, bet I match you\nGot a bullet with your name on the barrel\nIf hollows don't clip, you get nip like it's cat food\nThat dude, when I die, they gotta make a statue\nBad attitude, this ain't a purse, it's a satchel\nGo to any nigga with money up in my bracket\nThen I think about the state of rapping\nAll the freshmens in the classes\nAll the super seniors' mumblin' and ramblin'\nMumblin' and rappin', mumble rapping?\nI find it hard to find actual talent\nI find it hard to find an actual challenge\nI'm like Shabazz Palace's last acid hit, elaborate\nRap lab's labyrinth, word to Kodak's Black's Lazarus\n\"CALLDROPS\" on the album skits\n\n[Verse 3: Tyler, The Creator]\nAyo, I'm the channel that you watch, I'm the ammo in the Glock\nWeird nigga, full suit with the sandals and the socks, stop\nAnd based on my neck boy\nYou would think I hate glass homes way I'm handling the rocks\nWho cast the first stone? Bitch, it's me, fuck you thought?\nReal grunge nigga, I ain't got a flannel as the top\nAnd I'm picking up guitar, strum nigga\nBum niggas wish they could make a garden shed\nBut they sleeping on me man like their arm is dead\nI'm a wild nigga boy and you farmer bred, born\nYou ain't animal, you are, corn, hahaha, yeah!\n\n[Outro: Tyler, The Creator]\nK shiz, what up, nigga!"
                    },
                    "musica": {
                        "ArtistProduct": {
                            "description": "“Potato Salad” is a track released on AWGE’s AWGE DVD Vol. 3, which was released on July 23, 2018. The song was put on streaming services on September 28, 2018. \nOn the track, we hear A$AP Rocky and Tyler, The Creator exchange bars on their successes, clothing and money. \nThe track’s instrumental is drawn from “Knock Knock” by Monica, which was produced by Kanye West. In a tweet Tyler stated that he was “trying to rap on that for years. ”\nThe track also teases a potential collaboration between the two, to be called WANG$AP. Though it is not confirmed and Tyler had said not to get our hopes up, the collaboration is still a possiblity. They previously teased their merging on “WHAT THE FUCK RIGHT NOW” and “Who Dat Boy”, respectively.",
                            "imagePath": "view/icons/Tyler,_The_Creator/Potato_Salad.png",
                            "title": "Potato Salad"
                        },
                        "dataUscita": {
                            "anno": 2018,
                            "giorno": 23,
                            "mese": 7
                        },
                        "durata": {
                            "minuti": 3,
                            "ore": 0,
                            "secondi": 2
                        },
                        "genere": "hip hop",
                        "type": "musica"
                    },
                    "type": "singolo"
                },
                {
                    "colore": "light cream",
                    "merch": {
                        "codiceProdotto": "TTCT21",
                        "not_musica": {
                            "ArtistProduct": {
                                "description": "For any lover of Tyler The Creator Merch, this shirt is actually one of the Tyler The Creator clothes that could not be missed from your collection. Bright colors, heavy Graphics that represent Tyler’s grunge style and creativity are implemented on this shirt. Regardless of whether it is his familiar iconic covers of albums, capricious drawings or witty phrases – each reflects the personality of Tyler. These shirts are produced from quality fabric so as to afford comfort and durability, being perfect for casual wear or airing your colours at concerts or informal gatherings.\nEven being a part of rather wide-spread Tyler The Creator merchandise collection, these shirts are noteworthy for their workmanship and the actual references to his music and character. They are not just clothes – they are the anthem of personalities, and the reference to Tyler’s impact on music and style. If you are a die-hard Tyler fan or just an admirer of unique artistic t-shirts, then incorporating Tyler The Creator shirt is a perfect thing to do.",
                                "imagePath": "view/icons/Tyler,_The_Creator/CMIYGL_Tour_Classic_Shirt.jpg",
                                "title": "CMIYGL Tour Classic Shirt"
                            },
                            "disponibile": true,
                            "prezzo": 114.75,
                            "quantita": 1000,
                            "type": "notmusica"
                        },
                        "type": "merch"
                    },
                    "taglia": "S, M, L, XL",
                    "type": "tshirt"
                }
            ],
            "type": "artista"
        },
        {
            "genere": "pop",
            "imagePath": "view/icons/The_Weeknd/profilo.jpg",
            "info": "The Weeknd, pseudonimo di Abel Makkonen Tesfaye (in amarico አበል መኮነን ተስፋዬ; Toronto, 16 febbraio 1990), è un cantautore, produttore discografico e attore canadese. \nNel 2011 ha firmato il suo primo contratto discografico con la Republic Records, pubblicando la raccolta Trilogy formata dai mixtape House of Balloons, Thursday e Echoes of Silence, i cui singoli principali sono House Of Balloons/Glass Table Girls, Wicked Games e Twenty Eight. Nel 2013 ha pubblicato il suo primo album in studio Kiss Land. È salito alla ribalta del panorama musicale internazionale nel 2015 con l'uscita del secondo album, Beauty Behind the Madness, supportato dai singoli di successo globale The Hills e Can't Feel My Face che hanno raggiunto la vetta della Billboard Hot 100. L'anno successivo è stato messo in commercio Starboy, il cui omonimo singolo, una collaborazione con i Daft Punk, ha eguagliato i risultati dei suoi predecessori. Il suo quarto album After Hours (2020) ha generato i singoli Blinding Lights (quello più popolare di tutti i tempi negli Stati Uniti d'America secondo Billboard) e Save Your Tears, divenuti i più venduti a livello globale rispettivamente nel 2020 e nel 2021. La trilogia incominciata con After Hours è proseguita con gli album Dawn FM (2022) e Hurry Up Tomorrow (2025), promossi a livello internazionale attraverso il primo tour musicale negli stadi After Hours til Dawn Tour. \nThe Weeknd ha venduto oltre 75 milioni di dischi in tutto il mondo tra album e singoli digitali, risultando tra gli artisti con maggiori vendite nella storia della musica digitale. Nel 2016 il suo singolo Earned It è stato certificato dieci volte disco di platino dalla RIAA, ricevendo il Digital Diamond Award per le oltre 10 milioni di copie vendute digitalmente, rendendo The Weeknd il primo artista canadese nella storia ad essere insignito di tale riconoscimento, conferito tre anni dopo a un altro suo singolo, The Hills. Nel 2023 anche i brani Can't Feel My Face e Blinding Lights hanno raggiunto tale traguardo, facendolo entrare nel Guinness dei primati.\nDurante la sua carriera è stato premiato con quattro Grammy Awards, diciotto Billboard Music Awards, cinque American Music Award, quattro MTV Video Music Awards, tredici Juno Award, un MTV Europe Music Award e ha ricevuto una candidatura ai Premi Oscar per il brano Earned It inciso per la colonna sonora del film Cinquanta sfumature di grigio nel 2014. \nNel 2020 la rivista Time lo ha inserito nella lista delle 100 personalità più influenti dell'anno, mentre nel 2023 è stato definito «l'artista più popolare al mondo» dal Guinness World Records.",
            "nome": "The Weeknd",
            "prodotti": [
                {
                    "dateTour": [
                        {
                            "data": {
                                "anno": 2025,
                                "giorno": 10,
                                "mese": 6
                            },
                            "luogo": "Foxborough",
                            "orario": {
                                "minuti": 0,
                                "ore": 19,
                                "secondi": 0
                            }
                        },
                        {
                            "data": {
                                "anno": 2025,
                                "giorno": 11,
                                "mese": 6
                            },
                            "luogo": "Foxborough",
                            "orario": {
                                "minuti": 0,
                                "ore": 19,
                                "secondi": 0
                            }
                        },
                        {
                            "data": {
                                "anno": 2025,
                                "giorno": 14,
                                "mese": 6
                            },
                            "luogo": "Minneapolis",
                            "orario": {
                                "minuti": 0,
                                "ore": 19,
                                "secondi": 0
                            }
                        },
                        {
                            "data": {
                                "anno": 2025,
                                "giorno": 21,
                                "mese": 6
                            },
                            "luogo": "Denver",
                            "orario": {
                                "minuti": 0,
                                "ore": 19,
                                "secondi": 0
                            }
                        },
                        {
                            "data": {
                                "anno": 2025,
                                "giorno": 25,
                                "mese": 6
                            },
                            "luogo": "Inglewood",
                            "orario": {
                                "minuti": 0,
                                "ore": 19,
                                "secondi": 0
                            }
                        },
                        {
                            "data": {
                                "anno": 2025,
                                "giorno": 26,
                                "mese": 6
                            },
                            "luogo": "Inglewood",
                            "orario": {
                                "minuti": 0,
                                "ore": 19,
                                "secondi": 0
                            }
                        },
                        {
                            "data": {
                                "anno": 2025,
                                "giorno": 28,
                                "mese": 6
                            },
                            "luogo": "Inglewood",
                            "orario": {
                                "minuti": 0,
                                "ore": 19,
                                "secondi": 0
                            }
                        },
                        {
                            "data": {
                                "anno": 2025,
                                "giorno": 29,
                                "mese": 6
                            },
                            "luogo": "Inglewood",
                            "orario": {
                                "minuti": 0,
                                "ore": 19,
                                "secondi": 0
                            }
                        },
                        {
                            "data": {
                                "anno": 2025,
                                "giorno": 4,
                                "mese": 7
                            },
                            "luogo": "Las Vegas",
                            "orario": {
                                "minuti": 0,
                                "ore": 19,
                                "secondi": 0
                            }
                        },
                        {
                            "data": {
                                "anno": 2025,
                                "giorno": 5,
                                "mese": 7
                            },
                            "luogo": "Las Vegas",
                            "orario": {
                                "minuti": 0,
                                "ore": 19,
                                "secondi": 0
                            }
                        },
                        {
                            "data": {
                                "anno": 2025,
                                "giorno": 8,
                                "mese": 7
                            },
                            "luogo": "Santa Clara",
                            "orario": {
                                "minuti": 0,
                                "ore": 19,
                                "secondi": 0
                            }
                        },
                        {
                            "data": {
                                "anno": 2025,
                                "giorno": 9,
                                "mese": 7
                            },
                            "luogo": "Santa Clara",
                            "orario": {
                                "minuti": 0,
                                "ore": 19,
                                "secondi": 0
                            }
                        },
                        {
                            "data": {
                                "anno": 2025,
                                "giorno": 12,
                                "mese": 7
                            },
                            "luogo": "Seattle",
                            "orario": {
                                "minuti": 0,
                                "ore": 19,
                                "secondi": 0
                            }
                        },
                        {
                            "data": {
                                "anno": 2025,
                                "giorno": 15,
                                "mese": 7
                            },
                            "luogo": "Vancouver",
                            "orario": {
                                "minuti": 0,
                                "ore": 19,
                                "secondi": 0
                            }
                        },
                        {
                            "data": {
                                "anno": 2025,
                                "giorno": 16,
                                "mese": 7
                            },
                            "luogo": "Vancouver",
                            "orario": {
                                "minuti": 0,
                                "ore": 19,
                                "secondi": 0
                            }
                        },
                        {
                            "data": {
                                "anno": 2025,
                                "giorno": 19,
                                "mese": 7
                            },
                            "luogo": "Edmonton",
                            "orario": {
                                "minuti": 0,
                                "ore": 19,
                                "secondi": 0
                            }
                        },
                        {
                            "data": {
                                "anno": 2025,
                                "giorno": 24,
                                "mese": 7
                            },
                            "luogo": "Montreal",
                            "orario": {
                                "minuti": 0,
                                "ore": 19,
                                "secondi": 0
                            }
                        },
                        {
                            "data": {
                                "anno": 2025,
                                "giorno": 25,
                                "mese": 7
                            },
                            "luogo": "Montreal",
                            "orario": {
                                "minuti": 0,
                                "ore": 19,
                                "secondi": 0
                            }
                        },
                        {
                            "data": {
                                "anno": 2025,
                                "giorno": 27,
                                "mese": 7
                            },
                            "luogo": "Toronto",
                            "orario": {
                                "minuti": 0,
                                "ore": 19,
                                "secondi": 0
                            }
                        },
                        {
                            "data": {
                                "anno": 2025,
                                "giorno": 28,
                                "mese": 7
                            },
                            "luogo": "Toronto",
                            "orario": {
                                "minuti": 0,
                                "ore": 19,
                                "secondi": 0
                            }
                        },
                        {
                            "data": {
                                "anno": 2025,
                                "giorno": 30,
                                "mese": 7
                            },
                            "luogo": "Philadelphia",
                            "orario": {
                                "minuti": 0,
                                "ore": 19,
                                "secondi": 0
                            }
                        },
                        {
                            "data": {
                                "anno": 2025,
                                "giorno": 31,
                                "mese": 7
                            },
                            "luogo": "Philadelphia",
                            "orario": {
                                "minuti": 0,
                                "ore": 19,
                                "secondi": 0
                            }
                        },
                        {
                            "data": {
                                "anno": 2025,
                                "giorno": 2,
                                "mese": 8
                            },
                            "luogo": "Landover",
                            "orario": {
                                "minuti": 0,
                                "ore": 19,
                                "secondi": 0
                            }
                        },
                        {
                            "data": {
                                "anno": 2025,
                                "giorno": 7,
                                "mese": 8
                            },
                            "luogo": "Toronto",
                            "orario": {
                                "minuti": 0,
                                "ore": 19,
                                "secondi": 0
                            }
                        },
                        {
                            "data": {
                                "anno": 2025,
                                "giorno": 8,
                                "mese": 8
                            },
                            "luogo": "Toronto",
                            "orario": {
                                "minuti": 0,
                                "ore": 19,
                                "secondi": 0
                            }
                        },
                        {
                            "data": {
                                "anno": 2025,
                                "giorno": 12,
                                "mese": 8
                            },
                            "luogo": "Nashville",
                            "orario": {
                                "minuti": 0,
                                "ore": 19,
                                "secondi": 0
                            }
                        },
                        {
                            "data": {
                                "anno": 2025,
                                "giorno": 15,
                                "mese": 8
                            },
                            "luogo": "Miami",
                            "orario": {
                                "minuti": 0,
                                "ore": 19,
                                "secondi": 0
                            }
                        },
                        {
                            "data": {
                                "anno": 2025,
                                "giorno": 16,
                                "mese": 8
                            },
                            "luogo": "Miami",
                            "orario": {
                                "minuti": 0,
                                "ore": 19,
                                "secondi": 0
                            }
                        },
                        {
                            "data": {
                                "anno": 2025,
                                "giorno": 21,
                                "mese": 8
                            },
                            "luogo": "Atlanta",
                            "orario": {
                                "minuti": 0,
                                "ore": 19,
                                "secondi": 0
                            }
                        },
                        {
                            "data": {
                                "anno": 2025,
                                "giorno": 24,
                                "mese": 8
                            },
                            "luogo": "Orlando",
                            "orario": {
                                "minuti": 0,
                                "ore": 19,
                                "secondi": 0
                            }
                        },
                        {
                            "data": {
                                "anno": 2025,
                                "giorno": 27,
                                "mese": 8
                            },
                            "luogo": "Arlington",
                            "orario": {
                                "minuti": 0,
                                "ore": 19,
                                "secondi": 0
                            }
                        },
                        {
                            "data": {
                                "anno": 2025,
                                "giorno": 28,
                                "mese": 8
                            },
                            "luogo": "Arlington",
                            "orario": {
                                "minuti": 0,
                                "ore": 19,
                                "secondi": 0
                            }
                        },
                        {
                            "data": {
                                "anno": 2025,
                                "giorno": 30,
                                "mese": 8
                            },
                            "luogo": "Houston",
                            "orario": {
                                "minuti": 0,
                                "ore": 19,
                                "secondi": 0
                            }
                        },
                        {
                            "data": {
                                "anno": 2025,
                                "giorno": 31,
                                "mese": 8
                            },
                            "luogo": "Houston",
                            "orario": {
                                "minuti": 0,
                                "ore": 19,
                                "secondi": 0
                            }
                        },
                        {
                            "data": {
                                "anno": 2025,
                                "giorno": 3,
                                "mese": 9
                            },
                            "luogo": "San Antonio",
                            "orario": {
                                "minuti": 0,
                                "ore": 19,
                                "secondi": 0
                            }
                        }
                    ],
                    "not_musica": {
                        "ArtistProduct": {
                            "description": "Il “After Hours Til Dawn Tour” è il tour mondiale di The Weeknd, creato per promuovere gli album After Hours (2020) e Dawn FM (2022). Caratterizzato da una produzione scenica immersiva—con luci, video mapping e coreografie—vede come special guest Playboi Carti e il produttore Mike Dean, e attraversa stadi e arene delle principali città nordamericane con uno show ad alto impatto visivo.\n\nBiglietti su: https://www.ticketmaster.com/the-weeknd-tickets/artist/1697014",
                            "imagePath": "view/icons/The_Weeknd/The_Weeknd_After_Hours_Til_Dawn_Tour.jpg",
                            "title": "The Weeknd: After Hours Til Dawn Tour"
                        },
                        "disponibile": true,
                        "prezzo": 65,
                        "quantita": 100000,
                        "type": "notmusica"
                    },
                    "type": "tour"
                },
                {
                    "chartPosition": 0,
                    "isRemix": false,
                    "mainTrack": {
                        "durata": {
                            "minuti": 3,
                            "ore": 0,
                            "secondi": 22
                        },
                        "has_testo": false,
                        "nome": "Blinding Lights - Instrumental",
                        "partecipanti": [
                        ],
                        "testo": ""
                    },
                    "musica": {
                        "ArtistProduct": {
                            "description": "“Blinding Lights (Instrumental)”, pubblicato ufficialmente l’11 settembre 2020 come singolo su tutte le piattaforme, ha superato i 5,9 milioni di stream su Spotify , vanta oltre 804 milioni di visualizzazioni su YouTube e conta più di 34,7 milioni di like su TikTok",
                            "imagePath": "view/icons/The_Weeknd/Blinding_Lights_Instrumental.png",
                            "title": "Blinding Lights Instrumental"
                        },
                        "dataUscita": {
                            "anno": 2020,
                            "giorno": 11,
                            "mese": 9
                        },
                        "durata": {
                            "minuti": 3,
                            "ore": 0,
                            "secondi": 22
                        },
                        "genere": "pop",
                        "type": "musica"
                    },
                    "type": "singolo"
                }
            ],
            "type": "artista"
        },
        {
            "genere": "rap",
            "imagePath": "view/icons/Club_Dogo/profilo.jpg",
            "info": "I Club Dogo sono un trio hip hop nato a Milano nel 1999 come Sacre Scuole (Guè, Dargen D’Amico e Jake La Furia), poi riformatosi nel 2002 con Don Joe al posto di Dargen e adottando il nome attuale. Dopo l’esordio indipendente con Mi fist (2003) e il successo di Penna capitale (2006), hanno firmato con Virgin Records per Vile denaro (2007), ottenendo riconoscimenti di critica e una maggiore visibilità mediatica. Nel 2009 hanno pubblicato Dogocrazia per Universal, consolidando la loro posizione nella scena italiana nonostante una ricezione radiofonica ridotta. Tra il 2010 e il 2014 hanno sfornato gli album Che bello essere noi, Noi siamo il club e Non siamo più quelli di Mi fist, accompagnati da numerosi video, collaborazioni e certificazioni oro e platino. Dopo una pausa dal 2015 al 2023, durante la quale ciascun membro ha portato avanti progetti solisti, il gruppo ha annunciato il ritorno ufficiale nell’autunno 2023 e ha pubblicato l’album Club Dogo nel gennaio 2024, seguito da una serie di concerti sold-out al Mediolanum Forum di Assago.",
            "nome": "Club Dogo",
            "prodotti": [
                {
                    "diametro": 30,
                    "disco": {
                        "codiceRiconoscimento": "1702378021",
                        "merch": {
                            "codiceProdotto": "1702378021",
                            "not_musica": {
                                "ArtistProduct": {
                                    "description": "Il gruppo più influente della storia del rap italiano torna a sorpresa con un nuovo album.\nGué, Jake La Furia e Don Joe che con il loro sodalizio sono entrati nella leggenda della musica italiana, rivoluzionando le classifiche per come le conoscevamo e facendo da apripista a una generazione di giovani artisti hip hop, hanno deciso di rivedersi per tornare a fare musica insieme.\nClub Dogo, il nuovo album. Fuori ora.\nhttps://shop.universalmusic.it/products/club-dogo-club-dogo-vinile ",
                                    "imagePath": "view/icons/Club_Dogo/Club_Dogo_-_LP.jpeg",
                                    "title": "Club Dogo - LP"
                                },
                                "disponibile": false,
                                "prezzo": 27.9,
                                "quantita": 0,
                                "type": "notmusica"
                            },
                            "type": "merch"
                        },
                        "produttoreStampe": "Universal Music",
                        "tipoProdotto": "LP",
                        "type": "disco"
                    },
                    "rpm": 33,
                    "type": "vinile"
                },
                {
                    "label": "Vibrarecords",
                    "musica": {
                        "ArtistProduct": {
                            "description": "Mi fist è il primo album in studio del gruppo musicale italiano Club Dogo, pubblicato il 23 aprile 2003 dalla MiResidenza Entertainment. \nL'album è stato premiato come \"Miglior Album\" all'edizione del 2004 dell'MC Giaime.\nL'album è stato prodotto in gran parte da Don Joe, aiutato da Frankie Gaudesi e DJ Paolino durante il processo di realizzazione del disco. Il titolo è una citazione del film Tokyo Fist di Shin'ya Tsukamoto, confermata dal fatto che la copertina contiene una scena tratta dal film in questione e dalla scritta che compare sulla copertina della riedizione del 2004 (拳のミラノ). MI invece indica la sigla di Milano. Tra i vari brani dell'album vi hanno partecipato anche alcuni artisti ospiti: oltre all'ex compagno del precedente gruppo Sacre Scuole Dargen D'Amico, autore in Tana 2000, hanno partecipato Lamaislam della Porzione Massiccia Crew, Santi DJ, Totò Mezzolla e Vincenzo da Via Anfossi. \nMi fist è diventato uno dei classici dell'hip hop italiano. Nello stesso anno fu ripubblicato dalla Vibrarecords con l'aggiunta di tre remix: le canzoni sono Sangue e filigrana (con Vincenzo da Via Anfossi), Vida loca e La stanza dei fantasmi. L'ordine della lista tracce rimane invariato, con la differenza che i brani remixati rimpiazzano quelli originali. ",
                            "imagePath": "view/icons/Club_Dogo/MI_Fist_(2004_Remaster).jpg",
                            "title": "MI Fist (2004 Remaster)"
                        },
                        "dataUscita": {
                            "anno": 2003,
                            "giorno": 23,
                            "mese": 4
                        },
                        "durata": {
                            "minuti": 5,
                            "ore": 1,
                            "secondi": 22
                        },
                        "genere": "hip hop",
                        "type": "musica"
                    },
                    "tracce": [
                        {
                            "durata": {
                                "minuti": 1,
                                "ore": 0,
                                "secondi": 22
                            },
                            "has_testo": true,
                            "nome": "Intro",
                            "partecipanti": [
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 3,
                                "ore": 0,
                                "secondi": 41
                            },
                            "has_testo": true,
                            "nome": "Cronache di resistenza (Hard To Do)",
                            "partecipanti": [
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 3,
                                "ore": 0,
                                "secondi": 46
                            },
                            "has_testo": true,
                            "nome": "Rap soprano",
                            "partecipanti": [
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 3,
                                "ore": 0,
                                "secondi": 45
                            },
                            "has_testo": true,
                            "nome": "Qualcosa in mente",
                            "partecipanti": [
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 0,
                                "ore": 0,
                                "secondi": 0
                            },
                            "has_testo": false,
                            "nome": "Interlude, Pt.1",
                            "partecipanti": [
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 3,
                                "ore": 0,
                                "secondi": 2
                            },
                            "has_testo": true,
                            "nome": "Sangue e filigrana",
                            "partecipanti": [
                                "Vincenzo"
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 4,
                                "ore": 0,
                                "secondi": 24
                            },
                            "has_testo": true,
                            "nome": "Note killer",
                            "partecipanti": [
                            ],
                            "testo": "[Intro]\nSwing and dine and dance for your money\nPlease Mr. DJ play this song for me\n\n[Ritornello: Jake La Furia & Guè Pequeno]\nIt's a shame\nNella notte note killer\nSangue nelle mie pupille\nTotalmente dipendente\nSei la droga più potente che c'è\nIt's a shame\nNella notte note killer\nSangue nelle mie pupille\nTotalmente dipendente\nSei la droga più potente che c'è\n\n[Strofa 1: Guè Pequeno]\nNotte di mezza estate\nIn sogno precipito e atterro sveglio sopra queste strade\nBevo Red Stripe, ho sete, gradi Fahrenheit fondono il marciapiede\nTu oscuri i miei emisferi come i vetri di una Mercedes\nIncastonati in mia materia grigia\nScintillanti occhi verdi come i rubini che ho in valigia\nVale presidenti morti in contanti alle venti per lo scambio\nMa è un'imboscata, saliva azzerata, pioggia di piombo\nFuga allo Shangri-la, Cadillac, strade ripide\nOra fa brutto se non mi rifletto più nella tua iride\nPenso che non ti ho mai capito tipo un ideogramma\nRaduno la mia famiglia e do sensimilla alla fiamma\nPiù di un corpo diventerà salma, filma De Palma\nCamicie a fiori stile narcos, pronti ad aprire il varco\nScena confusa, entro in sala da ballo\nEspiro draghi di fumo tipo tattoo yakuza\nPoi inferno dietro a porta chiusa, fuoco, fucili Remington\nSi freddano uno dietro l'altro tipo effetto domino\nLa storia è cruda come al sushi bar dove ora conto i soldi\nEntri vestita per uccidere e mi avvolgi\nDal tramonto all'alba complichiamo le nostre carni\nMa sarò di nuovo solo ora che sto per svegliarmi\nDonna tarantola, schiverò una pallottola, ma mio Dio\nNon sopravviverò al tuo addio\n[Ritornello: Jake La Furia & Guè Pequeno]\nIt's a shame\nNella notte note killer\nSangue nelle mie pupille\nTotalmente dipendente\nSei la droga più potente che c'è\nIt's a shame\nNella notte note killer\nSangue nelle mie pupille\nTotalmente dipendente\nSei la droga più potente che c'è\n\n[Strofa 2: Jake la Furia]\nFuoco nel sacro cuore\nMi asciugo gli occhi mentre guardo il mare\nDietro alle sbarre, dentro a un contenitore\nVita che infossa, scossa, defibrillatore\nRicordo amore, le mani intrecciate come le suore\nPene ergastolano, raggio blindato, tu sei lontano\nIo, dall'altra parte del mondo con la tua foto in mano\nMandami un bacio mami\nDi notte labbra bagnate sogno che mi ami\nFogli formano cuori origami\nRaggiungi i soci in spiaggia a Copacabana\nChiedi del Guercio, ha una camicia hawaiana\nPorta i miei saluti, prendi la grana\nImbosca tutto alla dogana\nIl resto ai ragazzi, pensano loro a chi infama\nIl mio raggio è supersicuro, metratura scarsa\nIo muoio, lo giuro, i miei ricordi sfondano la stanza\nVorrei farmi girare in un lenzuolo come in una Rizla\nConsumarti come la milza di chi si alcolizza\nAl mio ritorno baby\nRubando l'oro del mondo farò due fedi\nFosse anche che torno a piedi\nMondo in faccia a fuoco, in alto i medi\nTu intanto riempi i bicchieri\nPerché da qua fra un po' scompaio come Mr. Grady\nAspettami, mia signorita, non ti lascio dama bianca a vita\nTi pensavo in banca con in mano il mitra\nTi pensavo al controllo peso, diamanti e Tanita\nTi penso adesso che scavo verso l'uscita\n\n[Ritornello: Jake La Furia & Guè Pequeno]\nIt's a shame\nNella notte note killer\nSangue nelle mie pupille\nTotalmente dipendente\nSei la droga più potente che c'è\nIt's a shame\nNella notte note killer\nSangue nelle mie pupille\nTotalmente dipendente\nSei la droga più potente che c'è\nIt's a shame\nNella notte note killer\nSangue nelle mie pupille\nTotalmente dipendente\nSei la droga più potente che c'è\nIt's a shame\nNella notte note killer\nSangue nelle mie pupille\nTotalmente dipendente\nSei la droga più potente che c'è"
                        },
                        {
                            "durata": {
                                "minuti": 3,
                                "ore": 0,
                                "secondi": 29
                            },
                            "has_testo": true,
                            "nome": "Tana 2000",
                            "partecipanti": [
                                "Dargen D'Amico"
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 4,
                                "ore": 0,
                                "secondi": 53
                            },
                            "has_testo": true,
                            "nome": "Indecifrabili, dangerous!",
                            "partecipanti": [
                                "Lama Islam"
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 5,
                                "ore": 0,
                                "secondi": 18
                            },
                            "has_testo": true,
                            "nome": "Selezioni all'ingresso",
                            "partecipanti": [
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 0,
                                "ore": 0,
                                "secondi": 45
                            },
                            "has_testo": false,
                            "nome": "Interlude, Pt.2",
                            "partecipanti": [
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 3,
                                "ore": 0,
                                "secondi": 14
                            },
                            "has_testo": true,
                            "nome": "Vida loca - Remix 2k24",
                            "partecipanti": [
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 4,
                                "ore": 0,
                                "secondi": 3
                            },
                            "has_testo": true,
                            "nome": "Kybono ni tsuki",
                            "partecipanti": [
                            ],
                            "testo": "[Strofa 1: Jake la Furia]\nSchiene molli cedono ai fischi e strofe senza poesia\nSe agli MC mancano i midolli i loro dischi hanno la leucemia\nLivello zero come torri nella Jihad\nIl rap è morto come Aaliyah, chiamate la polizia\nSiamo soli come Vasco, l'hip hop al giorno d'oggi è scomparso\nOppure è pieno di infiltrati come Donnie Brasco\nSe l'era è di sorpasso, non puoi sottrarti al disastro, tu\nSei come un kamikaze che si mette il casco\nRimani indietro nel tempo, sei lento contro il mio flow\nTalmente indietro che il tuo CD ha dentro Kurtis Blow\nCosì indietro che il tuo Moncler sarà il più togo\nLe tue Nike avranno la scritta ancora là sotto il logo\nHo una potenza di rime, spesso interviene la scienza per farne le stime\nSembrano senza fine, danno incandescenza alle mie emoglobine\nQuindi se sanguino in strada faccio la condensa sopra le vetrine\nOra do cartelle che sembrano mine\nRap violenza incline alla disobbedienza contro ogni regime\nSe nell'età dell'innocenza io stendevo righe\nPoi me le tiravo peggio delle fighe\nSto a disagio tra rapper senza flow, senza pile\nIo sto in overdose di alcaline, corrodo le tue puntine, DJ\nRapper fallito vestito da Spandau\nChi chi man fan di MTV finito a ballare l'house\nSiamo come ying e yang all'interno del tao\nSe tu vuoi fare Van Damme ma io sono il Nak Su Kao\nOra l'aria nella disco ha più gradi del Cannonau (Dogo Club, fra')\nPer educarne cento come Mao\n[Ritornello: Guè Pequeno & Jake La Furia]\nFottutamente esplicito\nSenza taglio, pura\nL'inchiostro non scende perché ha paura\nLiricamente ti apriamo tipo autopsia\nCon le sillabe killer che stanno all'angolo di questa via\nFottutamente esplicito\nSenza taglio, pura\nL'inchiostro non scende perché ha paura (perché ha paura)\nLiricamente ti apriamo tipo autopsia\nCon le sillabe killer che stanno all'angolo di questa via\n\n[Strofa 2: Don Joe]\nDelle vostre città che quaggiù ora bruciano come Sodoma e Gomorra\nPerché se tu spingi dietro me io poi ti sgamo nella folla, chi chi\nVuoi farti i cazzi miei come a Striscia Antonio Ricci?\nIl nome è Don Joe-Vanni, taglia come giù a Scandicci\nLascio le menti sotto shock come Peter Berg\nPensavi alla realtà ma è aldilà nello zoom di Spielberg\nIl film non ha più lieto fine come il tuo romanzo\nAlza barriere Full Metal Jacket perché quel che avanzo\nClub Dogo, piedi sul tatami vale todo\nNella dancehall (More fyah) mando soffitti a fuoco\nNon abbiamo accordi come a Kyoto\nQuindi non ti informare, continua a fare un \"Sonno Profondo\" come la Yoshimoto\nSe consumo cheeba, lascio senza moto, saboto i vostri piani\nJake con me, nocche senza paramani\nLucky Luciano sopra il beat completa l'identikit\nGli altri vanno fuori moda come la down beat\n\n[Ritornello: Guè Pequeno & Jake La Furia]\nFottutamente esplicito\nSenza taglio, pura\nL'inchiostro non scende perché ha paura\nLiricamente ti apriamo tipo autopsia\nCon le sillabe killer che stanno all'angolo di questa via\nFottutamente esplicito\nSenza taglio, pura\nL'inchiostro non scende perché ha paura\nLiricamente ti apriamo tipo autopsia\nCon le sillabe killer che stanno all'angolo di questa via\n\n[Strofa 3: Guè Pequeno]\nChiariamo, se il Guercio ha il microfono in mano\nÈ come se avesse un ferro tipo Tiziano\nQuindi se vuoi testarmi vesti un giubbotto in kevlar\nO non disturbarmi se sto cibando il mio intelletto fumando zeutla\nNon addormento la ragione o si svegliano i mostri\nStando sdraiato ad occhi chiusi viaggio in mille posti\nNon siete MCs, ma signorine\nIl vostro sogno bagnato è avere rubato il mio libro di rime\nSul disco vi brucio inferno tipo nei '70 in pista\nVi giro a 360 come su un'Alfetta con Beretta in testa\nIn lirica brillo tipo ametista\nA Bombay suono sitar, non passa mai\nRubo la sabbia dalla tua clessidra\nIl tuo stile è da reparto femminile tipo ostetriche\nDelude come un padre con due figlie tossiche\nVersi che spezzano il coccige\nMCs vi sommo tutti insieme, il risultato è zero (Equazione semplice)\nRispettami scuola, mi basta chiamarti, rimare dal Motorola\nPer farti ritirare come Scajola\nTrasmetto a qualsiasi ora da rete pirata 69\nScene disturbate, la tua palpebra che non si muove\nInietto nel tuo deltoide mezz'etto di strofa alcaloide\nLa mia crew ti gonfia tipo steroide, rispetta il limite\nNessun MC mi oltrepassa come la scena del crimine\n\n[Ritornello: Guè Pequeno & Jake La Furia]\nFottutamente esplicito\nSenza taglio, pura\nL'inchiostro non scende perché ha paura\nLiricamente ti apriamo tipo autopsia\nCon le sillabe killer che stanno all'angolo di questa via\nFottutamente esplicito\nSenza taglio, pura\nL'inchiostro non scende perché ha paura\nLiricamente ti apriamo tipo autopsia\nCon le sillabe killer che stanno all'angolo di questa via"
                        },
                        {
                            "durata": {
                                "minuti": 4,
                                "ore": 0,
                                "secondi": 40
                            },
                            "has_testo": true,
                            "nome": "02 massive",
                            "partecipanti": [
                                "Santy DJ"
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 4,
                                "ore": 0,
                                "secondi": 24
                            },
                            "has_testo": true,
                            "nome": "LLCD (Ladies Love Club Dogo)",
                            "partecipanti": [
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 4,
                                "ore": 0,
                                "secondi": 1
                            },
                            "has_testo": true,
                            "nome": "Hardboilde (Sabotatori)",
                            "partecipanti": [
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 0,
                                "ore": 0,
                                "secondi": 32
                            },
                            "has_testo": false,
                            "nome": "Totòlude",
                            "partecipanti": [
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 2,
                                "ore": 0,
                                "secondi": 7
                            },
                            "has_testo": true,
                            "nome": "Ignoranz verse pusherz (2k)",
                            "partecipanti": [
                                "Totò Mezzola"
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 4,
                                "ore": 0,
                                "secondi": 8
                            },
                            "has_testo": true,
                            "nome": "La stanza dei fantasmi - Remix 2k4",
                            "partecipanti": [
                            ],
                            "testo": ""
                        },
                        {
                            "durata": {
                                "minuti": 3,
                                "ore": 0,
                                "secondi": 48
                            },
                            "has_testo": true,
                            "nome": "Phra (Outro)",
                            "partecipanti": [
                                "Vincenzo"
                            ],
                            "testo": ""
                        }
                    ],
                    "type": "album"
                }
            ],
            "type": "artista"
        }
    ]
}
